Repository: stanislavsa/smart-woocommerce-search
Catalog: languages/smart-woocommerce-search-*.po
Languages: ar, de_de, fr_fr, he_il, ja, nl_nl, pl_pl, pt_br, ru_ru, uk

source: Search Widgets
ar: البحث عن ودجات
de_de: Widgets suchen
fr_fr: Widgets Recherche
he_il: לחפש בווידג'טים
ja: 検索ウィジェット
nl_nl: Zoek widgets
pl_pl: Widżety wyszukiwania
pt_br: Pesquisar widgets
ru_ru: Поисковые виджеты
uk: Віджети пошуку

source: Widgets
ar: ودجات
he_il: ווידג'טים
ja: ウィジェット
pl_pl: Widgety
ru_ru: Виджеты
uk: Віджети

source: Add New Search Widget
ar: إضافة أداة بحث جديدة
de_de: Neues Such-Widget hinzufügen
fr_fr: Ajouter un nouveau widget de recherche
he_il: הוסף יישומון חיפוש חדש
ja: 新しい検索ウィジェットを追加
nl_nl: Nieuwe zoekwidget toevoegen
pl_pl: Dodaj nowy widget wyszukiwania
pt_br: Adicionar novo widget de pesquisa
ru_ru: Добавить новый поисковый виджет
uk: Додати новий віджет пошуку

source: Add New
ar: اضف جديد
de_de: Neu hinzufügen
fr_fr: Ajouter
he_il: הוסף חדש
ja: 新規追加
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
pt_br: Adicionar Novo
ru_ru: Добавить новый
uk: Додати новий

source: Index Status
ar: حالة الفهرس
fr_fr: Statut de l'indice
he_il: סטטוס אינדקס
ja: インデックスステータス
pl_pl: Status indeksu
pt_br: Status de indexação
ru_ru: Статус индекса
uk: Статус індексу

source: Synonyms
ar: مرادفات
de_de: Synonyme
fr_fr: Synonymes
he_il: נרדפים
ja: 類義語
nl_nl: Synoniemen
pl_pl: Synonimy
pt_br: Sinônimos
ru_ru: Синонимы
uk: Синоніми

source: Stop Words
ar: استبعاد الكلمات الشائعة
de_de: Stopp-Wörter
fr_fr: Mots d’arrêt
he_il: עצור מילים
ja: ストップワード
nl_nl: Stop Woorden
pt_br: Parar palavras
ru_ru: Стоп-слова
uk: Стоп-слова

source: Start Trial
ar: بداية تجريبية
de_de: Testversion starten
fr_fr: Commencer l’essai
he_il: התחל ניסיון
ja: トライアルを開始
nl_nl: Start proef lidmaatschap
pl_pl: Rozpocznij okres próbny
pt_br: Iniciar teste
ru_ru: Начать пробный период
uk: Тестовий період

source: Settings
ar: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
he_il: הגדרות
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
uk: Налаштування

source: Edit Widget: %s
ar: تعديل عنصر واجهة المستخدم: %s
de_de: Widget bearbeiten: %s
fr_fr: Modifier le widget : %s
he_il: ערוך ווידג'ט: %s
ja: ウィジェットの編集: %s
nl_nl: Widget bewerken: %s
pl_pl: Proszę edytować widget: %s
pt_br: Editar Widget: %s
ru_ru: Редактировать виджет: %s
uk: Редагування Віджету: %s

source: Upgrade to Pro
ar: الترقية إلى الاصدار المدفوع
de_de: Upgrade auf die Pro-Version
fr_fr: Passer à la version Pro
he_il: שדרג ל-Pro
ja: Proバージョンにアップグレード
nl_nl: Upgraden naar de Pro-versie
pl_pl: Przejdź na wersje Pro
pt_br: Atualizar para Pro
ru_ru: Обновить до Pro
uk: Оновити до Pro

source: No value
ar: لا قيمة
de_de: Kein Wert
fr_fr: Aucune valeur
he_il: אין ערך
ja: 価なし
nl_nl: Geen waarde
pl_pl: Brak wartości
pt_br: Sem valor
ru_ru: Нет значения
uk: Значення відсутнє

source: Select one of search widgets
ar: حدد إحدى أدوات البحث
de_de: Wählen Sie eines der Such-Widgets
fr_fr: Choisir l’un des widgets de recherche
he_il: בחר אחד מהווידג'טים לחיפוש
ja: 検索ウィジェットの1つを選択
nl_nl: Selecteer een van de zoekwidgets
pl_pl: Proszę wybrać jeden z widżetów wyszukiwania
pt_br: Selecione um dos widgets de pesquisa
ru_ru: Выберите один из поисковых виджетов
uk: Виберіть один з віджетів пошуку

source: Content
ar: المحتوى
de_de: Inhalt
fr_fr: Contenu
he_il: תוכן
ja: コンテンツ
nl_nl: Inhoud
pl_pl: Zawartość
pt_br: Conteúdo
ru_ru: Содержание
uk: Контент

source: Widget name
ar: اسم المف مثلا “ العدد الحادي عشر “
de_de: Widget-Bezeichnung
fr_fr: Nom Widget
he_il: שם ווידג'ט
ja: ウィジェット名
nl_nl: Naam widget
pl_pl: Nazwa widżetu
pt_br: Nome do formulário
ru_ru: Название виджета
uk: Назва віджету

source: Displays search widget
ar: يعرض القطعة البحث
de_de: Zeigt das Such-Widget an
fr_fr: Affiche le widget de recherche
he_il: מציג ווידג'ט לחיפוש
ja: 検索ウィジェットを表示します
nl_nl: Geeft zoekwidget weer
pl_pl: Wyświetla widżet wyszukiwania
pt_br: Exibe o widget de pesquisa
ru_ru: Отображает виджет поиска
uk: Відображає віджет пошуку

source: Heading:
ar: عنوان:
de_de: Überschrift:
fr_fr: Titre :
he_il: כּוֹתֶרֶת:
ja: 見出し
pl_pl: Nagłówek:
pt_br: Cabeçalho:
ru_ru: Заголовок:
uk: Заголовок:

source: Select Widget:
ar: حدد القطعة:
de_de: Wählen Sie Widget:
fr_fr: Choisir le widget :
he_il: בחר יישומון:
ja: ウィジェットを選択:
nl_nl: Selecteer widget:
pl_pl: Proszę wybrać Widget:
pt_br: Selecionar Área de Widgets:
ru_ru: Выбрать Виджет:
uk: Виберіть віджет:

source: Your changes have been saved.
ar: تم حفظ التغييرات.
de_de: Ihre Änderungen wurden gespeichert.
fr_fr: Vos modifications ont été sauvegardées.
he_il: השינויים שלך נשמרו.
ja: 変更が保存されました。
nl_nl: Je wijzigingen zijn opgeslagen.
pl_pl: Twoje zmiany zostały zapisane.
pt_br: Suas alterações foram salvas.
ru_ru: Ваши изменения были сохранены.
uk: Ваші зміни збережені.

# submit button
source: Search
ar: بحث
de_de: Suche
fr_fr: Rechercher
he_il: חיפוש
ja: 検索
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Pesquisar
ru_ru: Поиск
uk: Пошук

source: WordPres Default Search Widget
de_de: WordPres Standard-Such-Widget
he_il: ווידג'ט חיפוש ברירת מחדל של WordPres
ru_ru: Виджет поиска по умолчанию WordPres

source: WooCommerce Product Search Widget
ar: أداة البحث عن منتج WooCommerce
de_de: WooCommerce Produkt-Such-Widget
fr_fr: WooCommerce Widget de recherche de produits
he_il: ווידג'ט לחיפוש מוצר של WooCommerce
ja: WooCommerce 製品検索ウィジェット
nl_nl: WooCommerce Product Zoek-widget
pl_pl: Widżet wyszukiwania produktów WooCommerce
pt_br: Widget de pesquisa de produtos do WooCommerce
ru_ru: Виджет поиска товаров WooCommerce
uk: Віджет пошуку продуктів WooCommerce

source: Avada Search Widget
ar: أداة بحث أفادا
de_de: Avada Such-Widget
fr_fr: Widget de recherche Avada
he_il: ווידג'ט חיפוש Avada
ja: Avada 検索ウィジェット
nl_nl: Avada Zoeken Widget
pl_pl: Widżet wyszukiwania Avada
pt_br: Widget de pesquisa da Avada
ru_ru: Виджет поиска Avada
uk: Віджет пошуку Avada

source: DIVI Search Widget
ar: أداة بحث DIVI
de_de: DIVI Such-Widget
fr_fr: Widget de recherche DIVI
he_il: יישומון חיפוש DIVI
ja: DIVI 検索ウィジェット
nl_nl: DIVI Zoeken Widget
pl_pl: Widżet wyszukiwania DIVI
pt_br: Widget de pesquisa da DIVI
ru_ru: Виджет поиска DIVI
uk: Віджет пошуку DIVI

source: Duplicate
ar: تكرار
de_de: Duplizieren
fr_fr: Dupliquer
he_il: שכפל
ja: 複製
nl_nl: Kopiëren
pl_pl: Duplikuj
pt_br: Duplicar
ru_ru: Дублировать
uk: Дублювати

source: Delete
ar: حذف
de_de: Löschen
fr_fr: Supprimer
he_il: מחק
ja: 削除
nl_nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить
uk: Видалити

source: Delete column?
ar: هل تريد حذف العمود؟
de_de: Spalte löschen?
fr_fr: Supprimer la colonne ?
he_il: למחוק עמודה?
ja: 列を削除しますか?
nl_nl: Kolom verwijderen?
pl_pl: Usunąć kolumnę?
pt_br: Excluir coluna?
ru_ru: Удалить колонку?
uk: Видалити стовпець?

source: Delete row?
ar: احذف صف؟
de_de: Zeile löschen?
fr_fr: Supprimer la rangée ?
he_il: מחק שורה?
ja: 行を削除しますか?
nl_nl: Rij verwijderen?
pl_pl: Usunąć wiersz?
pt_br: Excluir linha?
ru_ru: Удалить строку?
uk: Видалити рядок?

source: Delete widget?
ar: هل تريد حذف الأداة؟
de_de: Widget löschen?
fr_fr: Supprimer le widget ?
he_il: למחוק ווידג'ט?
ja: ウィジェットを削除しますか?
nl_nl: Widget verwijderen?
pl_pl: Usunąć widżet?
pt_br: Excluir widget?
ru_ru: Удалить виджет?
uk: Видалити віджет?

source: Featured
ar: مميز
de_de: Hervorgehoben
fr_fr: En vedette
he_il: מומלצים
ja: おすすめ
nl_nl: Uitgelicht
pl_pl: Wyróżnione
pt_br: Destaque
ru_ru: Рекомендуемые
uk: Рекомендовані

source: Out of stock
ar: إنتهى من المخزن
de_de: Ausverkauft
fr_fr: Rupture de stock
he_il: אזל המלאי
ja: 在庫切れ
nl_nl: Uitverkocht
pl_pl: Brak w magazynie
pt_br: Esgotado
ru_ru: Нет в наличии
uk: Немає в наявності

source: Sale
ar: تخفيض
fr_fr: Vente
he_il: מבצע
ja: セール
pl_pl: Wyprzedaż
pt_br: Venda
ru_ru: Распродажа
uk: Розпродаж

source: %s index is empty! We highly recommend to create index to improve search performance.
ar: الفهرس %s فارغ! نوصي بشدة بإنشاء فهرس لتحسين أداء البحث.
de_de: %s Index ist leer! Wir empfehlen dringend, einen Index zu erstellen, um die Suchleistung zu verbessern.
fr_fr: %s L'index est vide ! Nous vous recommandons vivement de créer un index pour améliorer les performances de recherche.
he_il: האינדקס %s ריק! אנו ממליצים בחום ליצור אינדקס כדי לשפר את ביצועי החיפוש.
ja: %s インデックスが空です。検索パフォーマンスを向上させるためにインデックスを作成することを強くお勧めします。
nl_nl: %s index is leeg! We raden u ten zeerste aan om een index te maken om de zoekprestaties te verbeteren.
pl_pl: %s indeks jest pusty! Zalecamy utworzenie indeksu w celu poprawy wydajności wyszukiwania.
pt_br: %s O índice está vazio! É altamente recomendável criar um índice para melhorar o desempenho da pesquisa.
ru_ru: %s Индекс пуст! Мы настоятельно рекомендуем создать индекс, чтобы улучшить производительность поиска.
uk: %s індекс порожній! Ми наполегливо рекомендуємо створити індекс для покращення ефективності пошуку.

source: Learn more here.
ar: تعلم المزيد هنا.
de_de: Mehr Infos hier.
fr_fr: En savoir plus ici.
he_il: למידע נוסף כאן.
ja: もう少し学ぶ
nl_nl: Meer informatie hier.
pl_pl: Dowiedz się więcej tutaj.
pt_br: Saiba mais aqui.
ru_ru: Узнайте больше здесь.
uk: Дізнайтеся більше тут.

source: We added this opt-in feature so you won't miss any important updates and to help us enhance the plugin's compatibility and performance on your site.
ar: لقد أضفنا ميزة الاشتراك هذه حتى لا تفوتك أي تحديثات مهمة ولمساعدتنا في تحسين توافق المكون الإضافي وأدائه على موقعك.
de_de: Wir haben diese Opt-in-Funktion hinzugefügt, damit Sie keine wichtigen Updates verpassen und um uns zu helfen, die Kompatibilität und Leistung des Plugins auf Ihrer Website zu verbessern.
fr_fr: Nous avons ajouté cette fonction d'opt-in pour que vous ne manquiez aucune mise à jour importante et pour nous aider à améliorer la compatibilité et les performances du plugin sur votre site.
he_il: הוספנו את תכונת ההצטרפות הזו כדי שלא תחמיץ שום עדכונים חשובים וכדי לעזור לנו לשפר את התאימות והביצועים של התוסף באתר שלך.
ja: このオプトイン機能を追加したのは、重要なアップデートを見逃さないようにし、サイトでのプラグインの互換性とパフォーマンスを向上させるためです。
nl_nl: We hebben deze opt-in-functie toegevoegd, zodat u geen belangrijke updates mist en om ons te helpen de compatibiliteit en prestaties van de plug-in op uw site te verbeteren.
pl_pl: Dodaliśmy tę funkcję opt-in, aby nie przegapili Państwo żadnych ważnych aktualizacji i aby pomóc nam zwiększyć kompatybilność i wydajność wtyczki w Państwa witrynie.
pt_br: Adicionamos esse recurso de opt-in para que o senhor não perca nenhuma atualização importante e para nos ajudar a melhorar a compatibilidade e o desempenho do plug-in em seu site.
ru_ru: Мы добавили эту функцию, чтобы Вы не пропустили важные обновления и чтобы помочь нам улучшить совместимость и производительность плагина на Вашем сайте.
uk: Ми додали цю функцію, щоб ви не пропустили жодного важливого оновлення, а також щоб допомогти нам покращити сумісність і продуктивність плагіна на вашому сайті.

source: By opting in, you'll get email notifications about feature updates, educational content, promo offers, and you'll share some basic WordPress environment details. If you decide not to opt in, that's okay! %2$s will still function just as well.
ar: من خلال الاشتراك، ستتلقى إشعارات عبر البريد الإلكتروني حول تحديثات الميزات والمحتوى التعليمي والعروض الترويجية، وستشارك بعض تفاصيل بيئة WordPress الأساسية. إذا قررت عدم الاشتراك، فلا بأس! سيظل %2$s يعمل أيضًا.
de_de: Wenn Sie sich anmelden, erhalten Sie E-Mail-Benachrichtigungen über Funktionsaktualisierungen, Bildungsinhalte, Werbeangebote und Sie teilen einige grundlegende Details zur WordPress-Umgebung mit. Wenn Sie sich nicht anmelden möchten, ist das kein Problem! %2$s wird trotzdem genauso gut funktionieren.
fr_fr: En vous inscrivant, vous recevrez des notifications par e-mail sur les mises à jour des fonctionnalités, le contenu éducatif, les offres promotionnelles, et vous partagerez quelques détails de base sur votre environnement WordPress. Si vous décidez de ne pas vous inscrire, ce n'est pas grave ! %2$s fonctionnera tout aussi bien.
he_il: על ידי הצטרפות, תקבל הודעות דוא"ל לגבי עדכוני תכונות, תוכן חינוכי, הצעות קידום מכירות, ותשתף כמה פרטים בסיסיים על סביבת וורדפרס. אם תחליט לא להצטרף, זה בסדר! %2$s עדיין יפעל באותה מידה.
ja: オプトインすると、機能の更新、教育コンテンツ、プロモーション オファーに関するメール通知が届き、WordPress 環境の基本的な詳細が共有されます。オプトインしない場合でも問題ありません。%2$s は引き続き同様に機能します。
nl_nl: Door je aan te melden, ontvang je e-mailmeldingen over functie-updates, educatieve inhoud, promo-aanbiedingen en deel je enkele basisdetails van de WordPress-omgeving. Als je besluit om je niet aan te melden, is dat oké! %2$s functioneert nog net zo goed.
pl_pl: Po wyrażeniu zgody będą Państwo otrzymywać powiadomienia e-mail o aktualizacjach funkcji, treściach edukacyjnych, ofertach promocyjnych i udostępniać podstawowe informacje o środowisku WordPress. Jeśli zdecydują się Państwo nie wyrażać zgody, nic nie szkodzi! %2$s będzie nadal działać tak samo dobrze.
pt_br: Ao optar por participar, o senhor receberá notificações por e-mail sobre atualizações de recursos, conteúdo educacional, ofertas promocionais e compartilhará alguns detalhes básicos do ambiente do WordPress. Se o senhor decidir não se inscrever, não tem problema! o %2$s continuará funcionando da mesma forma.
ru_ru: Подписавшись, Вы будете получать по электронной почте уведомления об обновлениях функций, образовательном контенте, акционных предложениях, а также поделитесь некоторыми основными сведениями о среде WordPress. Если Вы решите не подписываться, ничего страшного! %2$s все равно будет работать так же хорошо.
uk: Підписавшись, ви будете отримувати сповіщення електронною поштою про оновлення функцій, навчальний контент, промо-пропозиції, а також поділитеся деякими основними деталями про середовище WordPress. Якщо ви вирішите не підписуватися, нічого страшного! %2$s все одно працюватиме так само добре.

source: General
ar: عام
de_de: Allgemein
fr_fr: Général
he_il: כללי
ja: 一般
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
uk: Загальні

source: Items to Search Through
ar: العناصر للبحث من خلال
de_de: Zu durchsuchende Objekte
fr_fr: Éléments à rechercher
he_il: פריטים לחיפוש
ja: 検索対象項目
nl_nl: Items om door te zoeken
pl_pl: Przedmioty do przeszukania
pt_br: Itens a serem pesquisados
ru_ru: Предметы для поиска
uk: Елементи для пошуку

source: Sorting
ar: فرز
de_de: Sortierung
fr_fr: Tri
he_il: מיון
ja: 並び替え
nl_nl: Sorteren
pl_pl: Sortowanie
pt_br: Classificação
ru_ru: Сортировка
uk: Сортування

source: Layout
ar: التخطيط
fr_fr: Mise en page
he_il: פריסה
ja: レイアウト
pl_pl: Układ
ru_ru: Макет
uk: Макет

source: Styling
ar: تصميم
fr_fr: Style
he_il: עיצוב
ja: スタイリング
nl_nl: Opmaak
pl_pl: Styl
pt_br: Estilo
ru_ru: Стилизация
uk: Стиль

source: Spelling Correction
ar: تصحيح الإملاء
de_de: Korrektur der Rechtschreibung
fr_fr: Correction orthographique
he_il: תיקון איות
ja: スペル修正
nl_nl: Spellingcorrectie
pl_pl: Korekta pisowni
pt_br: Correção ortográfica
ru_ru: Коррекция орфографии
uk: Виправлення орфографії

source: Save
ar: حفظ
de_de: Speichern
fr_fr: Sauvegarder
he_il: שמור
ja: 保存
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
uk: Зберегти

source: Enter title
ar: ادخل عنوان
de_de: Titel eingeben
fr_fr: Saisir le titre
he_il: הזנת כותרת
ja: タイトルを入力
nl_nl: Vul functie in
pl_pl: Wpisz tytuł
pt_br: Digite o título
ru_ru: Введите название
uk: Введіть назву

source: Toggle panel: Settings
de_de: Panel umschalten: Einstellungen
he_il: החלפת חלונית: הגדרות
ru_ru: Панель переключения: Параметры

source: Empty
ar: فارغ
de_de: Leer
fr_fr: Vide
he_il: ריק
ja: 空
nl_nl: Leeg
pl_pl: Pusty
pt_br: Vazio
ru_ru: Пусто
uk: Порожньо

source: Failed
ar: فشل
de_de: Fehlgeschlagen
fr_fr: Echec
he_il: נכשל
ja: 失敗
nl_nl: Mislukt
pl_pl: Błąd
pt_br: Falhou
ru_ru: Ошибка
uk: Невдало

source: In progress
ar: قيد المعالجة
de_de: In Bearbeitung
fr_fr: En cours
he_il: בתהליך
ja: 進行中
nl_nl: In behandeling
pl_pl: W trakcie
pt_br: Em progresso
ru_ru: В процессе
uk: У процесі

source: Ready
ar: جاهز
de_de: Fertig
fr_fr: Prêt
he_il: מוכן
ja: 使用可能
nl_nl: Gereed
pl_pl: Gotowe
pt_br: Pronto
ru_ru: Готово
uk: Готово

source: Tables are created
ar: يتم إنشاء الجداول
de_de: Tabellen werden erstellt
fr_fr: Les tables sont créées
he_il: נוצרות טבלאות
ja: テーブルが作成される
nl_nl: Tabellen worden gemaakt
pl_pl: Tabele są tworzone
pt_br: As tabelas são criadas
ru_ru: Таблицы созданы
uk: Створені таблиці

source: yes
ar: نعم
de_de: ja
fr_fr: oui
he_il: כן
ja: はい
nl_nl: ja
pl_pl: tak
pt_br: sim
ru_ru: да
uk: так

source: no
ar: لا
de_de: nein
fr_fr: non
he_il: לא
ja: いいえ
nl_nl: nee
pl_pl: nie
pt_br: não
ru_ru: нет
uk: ні

source: Indexed Post Types
ar: أنواع المشاركات المفهرسة
de_de: Indizierte Beitragstypen
fr_fr: Types d'articles indexés
he_il: סוגי פוסטים באינדקס
ja: インデックスされた投稿タイプ
nl_nl: Geïndexeerde berichttypen
pl_pl: Indeksowane typy postów
pt_br: Tipos de post indexados
ru_ru: Индексируемые типы постов
uk: Індексовані типи дописів

source: Re-create index when settings updated
ar: إعادة إنشاء الفهرس عند تحديث الإعدادات
de_de: Index neu erstellen, wenn Einstellungen aktualisiert werden
fr_fr: Recréer l'index lorsque les paramètres sont mis à jour
he_il: צור מחדש אינדקס כאשר ההגדרות מתעדכנות
ja: 設定が更新されたらインデックスを再作成する
nl_nl: Index opnieuw maken wanneer de instellingen zijn bijgewerkt
pl_pl: Ponowne utworzenie indeksu po aktualizacji ustawień
pt_br: Recriar o índice quando as configurações forem atualizadas
ru_ru: Повторное создание индекса при обновлении настроек
uk: Перестворити індекс після оновлення налаштувань

source: Re-create the data index automatically when the search widget settings were updated
ar: قم بإعادة إنشاء فهرس البيانات تلقائيًا عند تحديث إعدادات عنصر واجهة المستخدم للبحث
de_de: Erstellen Sie den Datenindex automatisch neu, wenn die Einstellungen des Such-Widgets aktualisiert wurden
fr_fr: Recréer automatiquement l'index des données lorsque les paramètres du widget de recherche ont été mis à jour
he_il: צור מחדש את אינדקס הנתונים באופן אוטומטי כאשר הגדרות ווידג'ט החיפוש עודכנו
ja: 検索ウィジェットの設定が更新されたときにデータインデックスを自動的に再作成します
nl_nl: Maak de gegevensindex automatisch opnieuw wanneer de instellingen van de zoekwidget zijn bijgewerkt
pl_pl: Ponowne utworzenie indeksu danych automatycznie po aktualizacji ustawień widżetu wyszukiwania
pt_br: Recriar o índice de dados automaticamente quando as configurações do widget de pesquisa forem atualizadas
ru_ru: Автоматическое пересоздание индекса данных при обновлении настроек поискового виджета
uk: Повторне автоматичне створення індексу даних після оновлення налаштувань віджету пошуку

source: Create Index
ar: إنشاء فهرس
de_de: Index erstellen
fr_fr: Créer l’index
he_il: צור אינדקס
ja: インデックスを作成
nl_nl: Index maken
pl_pl: Tworzenie indeksu
pt_br: Criar índice
ru_ru: Создать индекс
uk: Створити індекс

source: Delete all indexed data and create a fresh index
ar: احذف جميع البيانات المفهرسة وأنشئ فهرسًا جديدًا
de_de: Löschen Sie alle indizierten Daten und erstellen Sie einen neuen Index
fr_fr: Supprimez toutes les données indexées et créez un nouvel index
he_il: מחק את כל הנתונים שנוספו לאינדקס וצור אינדקס חדש
ja: すべてのインデックスデータを削除し、新しいインデックスを作成します
nl_nl: Verwijder alle geïndexeerde gegevens en maak een nieuwe index
pl_pl: Proszę usunąć wszystkie zindeksowane dane i utworzyć nowy indeks
pt_br: Excluir todos os dados indexados e criar um novo índice
ru_ru: Удалите все индексированные данные и создайте новый индекс
uk: Видаліть усі проіндексовані дані та створіть новий індекс

source: Delete Index
ar: حذف الفهرس
de_de: Index entleeren
fr_fr: Supprimer l'index
he_il: מחק אינדקס
ja: インデックスを消去
nl_nl: Index verwijderen
pl_pl: Usuń indeks
pt_br: Excluir índice
ru_ru: Удалить индекс
uk: Видалити індекс

source: Delete all indexed data
ar: حذف كافة البيانات المفهرسة
de_de: Alle indizierten Daten löschen
fr_fr: Supprimer toutes les données indexées
he_il: מחק את כל הנתונים שנוספו לאינדקס
ja: すべてのインデックスデータを削除する
nl_nl: Alle geïndexeerde gegevens verwijderen
pl_pl: Usunąć wszystkie zindeksowane dane
pt_br: Excluir todos os dados indexados
ru_ru: Удалите все индексированные данные
uk: Видалити всі проіндексовані дані

source: Documentation
ar: الوثائق
de_de: Dokumentation
he_il: תיעוד
ja: ドキュメント
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
ru_ru: Документация
uk: Документація

source: Applies globally to all widgets.
ar: ينطبق عالميًا على جميع الأدوات.
de_de: Gilt global für alle Widgets.
fr_fr: S'applique globalement à tous les widgets.
he_il: חל באופן גלובלי על כל הווידג'טים.
ja: すべてのウィジェットにグローバルに適用されます。
nl_nl: Wereldwijd van toepassing op alle widgets.
pl_pl: Dotyczy globalnie wszystkich widżetów.
pt_br: Aplica-se globalmente a todos os widgets.
ru_ru: Применяется глобально ко всем виджетам.
uk: Застосовується глобально до всіх віджетів.

source: Add a list of words that should be skipped from the search request.
ar: إضافة قائمة بالكلمات التي يجب تخطيها من طلب البحث.
de_de: Fügen Sie eine Liste von Wörtern hinzu, die bei der Suchanfrage übersprungen werden sollen.
fr_fr: Ajoutez une liste de mots à ignorer dans la requête de recherche.
he_il: הוסף רשימה של מילים שיש לדלג עליהן מבקשת החיפוש.
ja: 検索リクエストからスキップする単語のリストを追加します。
nl_nl: Voeg een lijst toe met woorden die moeten worden overgeslagen uit de zoekopdracht.
pl_pl: Proszę dodać listę słów, które powinny zostać pominięte w żądaniu wyszukiwania.
pt_br: Adicione uma lista de palavras que devem ser ignoradas da solicitação de pesquisa.
ru_ru: Добавьте список слов, которые должны быть пропущены из поискового запроса.
uk: Додайте список слів, які слід пропустити з пошукового запиту.

source: Add synonyms for words that you think could be misspelled
de_de: Fügen Sie Synonyme für Wörter hinzu, die Ihrer Meinung nach falsch geschrieben sein könnten
he_il: הוסף מילים נרדפות למילים שלדעתך עלולות להיות שגוי כתיב
ru_ru: Добавьте синонимы для слов, которые, по Вашему мнению, могут быть написаны неправильно

source: Example
ar: مثال
de_de: Beispiel
fr_fr: Exemple
he_il: לדוגמה
ja: 例
nl_nl: Voorbeeld
pl_pl: Przykład
pt_br: Exemplo
ru_ru: Пример
uk: Приклад

source: Correct
ar: صحيح
de_de: Korrekt
he_il: נכון
ja: 正解
nl_nl: Juist
pl_pl: Poprawnie
pt_br: Correto
ru_ru: Правильно
uk: Правильно

source: Wrong
ar: خطأ
de_de: Falsch
fr_fr: Faux
he_il: שגוי
ja: 不正解
nl_nl: Onjuist
pl_pl: Błędnie
pt_br: Incorreto
ru_ru: Неправильно
uk: Невірно

source: Edit Widget
ar: تعديل عدد سابق
de_de: Widget bearbeiten
fr_fr: Modifier le widget
he_il: ערוך ווידג'ט
ja: ウィジェットの編集
nl_nl: Widget bewerken
pl_pl: Edytuj obszar widżetów
pt_br: Editar Widget
ru_ru: Редактировать Виджет
uk: Редагування Віджету

source: Enhance Standard Widgets
ar: تعزيز الحاجيات القياسية
de_de: Standard-Widgets erweitern
fr_fr: Améliorer les widgets standard
he_il: שפר ווידג'טים סטנדרטיים
ja: 標準ウィジェットの強化
nl_nl: Standaardwidgets verbeteren
pl_pl: Ulepszanie standardowych widżetów
pt_br: Aprimore os widgets padrão
ru_ru: Улучшение стандартных виджетов
uk: Покращення стандартних віджетів

source: ID
ar: المعرف
he_il: מזהה

source: Title
ar: العنوان
de_de: Titel
fr_fr: Titre
he_il: כותרת
ja: タイトル
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
ru_ru: Заголовок
uk: Назва

source: Custom Widgets
ar: ويدجيت مخصص
de_de: Benutzerspezifische Widgets
fr_fr: Widgets Personnalisés
he_il: ווידג'טים מותאמים אישית
ja: カスタムウィジェット
nl_nl: Aangepaste widgets
pl_pl: Własne Widgety
pt_br: Widgets Personalizados
ru_ru: Пользовательские Виджеты
uk: Користувацькі віджети

source: Shortcode
ar: اختصار
he_il: קוד קיצור
ja: ショートコード
ru_ru: Шорткод
uk: Шорткод

source: Post Types
ar: أنواع المنشور
de_de: Beitragstypen
fr_fr: Types d’article
he_il: סוגי פוסטים
ja: 投稿タイプ
nl_nl: Berichttypes
pl_pl: Typy postów
pt_br: Tipos de Post
ru_ru: Типы записей
uk: Типи допису

source: Enable search in %s
ar: تمكين البحث في %s
de_de: Aktivieren Sie die Suche in %s
fr_fr: Activer la recherche en %s
he_il: אפשר חיפוש ב-%s
ja: %s で検索を有効にする
nl_nl: Zoeken inschakelen in %s
pl_pl: Włącz wyszukiwanie w %s
pt_br: Habilitar a pesquisa em %s
ru_ru: Включите поиск в %s
uk: Увімкнути пошук в %s
