Repository: stanislavsa/smart-woocommerce-search
Catalog: languages/smart-woocommerce-search-*.po
Languages: ar, de_de, fr_fr, he_il, ja, nl_nl, pl_pl, pt_br, ru_ru, uk

source: Product Variations
ar: احتمالات المنتج
de_de: Produktvarianten
fr_fr: Variations du produit
he_il: וריאציות מוצר
ja: 商品バリエーション
nl_nl: Productvariaties
pl_pl: Warianty produktu
pt_br: Variações do Produto
ru_ru: Вариации товаров
uk: Варіації продукту

source: Enable search through Product Variations
ar: تمكين البحث من خلال أشكال المنتج
de_de: Aktivieren Sie die Suche über Produktvariationen
fr_fr: Permettre la recherche dans les variations de produits
he_il: אפשר חיפוש באמצעות וריאציות מוצר
ja: 製品バリエーションによる検索を有効にする
nl_nl: Zoeken via productvariaties inschakelen
pl_pl: Proszę włączyć wyszukiwanie poprzez warianty produktu
pt_br: Habilitar a pesquisa por meio de Product Variations
ru_ru: Включите поиск по вариациям товаров
uk: Увімкнути пошук за варіаціями продукту

source: Enable search through selected custom post types
ar: تمكين البحث من خلال أنواع المنشورات المخصصة المحددة
de_de: Suche über ausgewählte benutzerdefinierte Beitragstypen aktivieren
fr_fr: Activer la recherche dans les types d'articles personnalisés sélectionnés
he_il: אפשר חיפוש באמצעות סוגי פוסטים מותאמים אישית נבחרים
ja: 選択したカスタム投稿タイプによる検索を有効にする
nl_nl: Zoeken via geselecteerde aangepaste berichttypen inschakelen
pl_pl: Włączanie wyszukiwania poprzez wybrane niestandardowe typy postów
pt_br: Habilitar a pesquisa por meio de tipos de post personalizados selecionados
ru_ru: Включите поиск по выбранным пользовательским типам постов
uk: Ввімкнути пошук за вибраними кастомними типами дописів

source: Fields
ar: حقول
de_de: Felder
fr_fr: Champs
he_il: שדות
ja: フィールド
nl_nl: Velden
pl_pl: Pola
pt_br: Campos
ru_ru: Поля
uk: Поля

source: Enable search in the title
ar: تمكين البحث في العنوان
de_de: Suche im Titel aktivieren
fr_fr: Activer la recherche dans le titre
he_il: אפשר חיפוש בכותרת
ja: タイトルで検索を有効にする
nl_nl: Zoeken in de titel inschakelen
pl_pl: Proszę włączyć wyszukiwanie w tytule
pt_br: Habilitar a pesquisa no título
ru_ru: Включите поиск в заголовке
uk: Увімкнути пошук у заголовку

source: Enable search in the content
ar: تمكين البحث في المحتوى
de_de: Aktivieren Sie die Suche im Inhalt
fr_fr: Activer la recherche dans le contenu
he_il: אפשר חיפוש בתוכן
ja: コンテンツ内の検索を有効にする
nl_nl: Zoeken in de inhoud inschakelen
pl_pl: Proszę włączyć wyszukiwanie w treści
pt_br: Habilitar a pesquisa no conteúdo
ru_ru: Включите поиск в контенте
uk: Увімкнути пошук у контенті

source: Short description (Excerpt)
ar: وصف مختصر (مقتطف)
de_de: Kurzbeschreibung (Auszug)
fr_fr: Brève description (Extrait)
he_il: תיאור קצר (קטע)
ja: 短い説明（抜粋）
nl_nl: Korte beschrijving (Uittreksel)
pl_pl: Krótki opis (fragment)
pt_br: Breve descrição (Excerto)
ru_ru: Краткое описание (Отрывок)
uk: Короткий опис (Витяг)

source: Enable search in the short description
ar: تمكين البحث في الوصف القصير
de_de: Aktivieren Sie die Suche in der Kurzbeschreibung
fr_fr: Activer la recherche dans la description courte
he_il: אפשר חיפוש בתיאור הקצר
ja: 短い説明で検索を有効にする
nl_nl: Zoeken inschakelen in de korte beschrijving
pl_pl: Proszę włączyć wyszukiwanie w krótkim opisie
pt_br: Habilitar a pesquisa na descrição resumida
ru_ru: Включите поиск в кратком описании
uk: Увімкнути пошук у короткому описі

source: Product SKU
ar: كود المنتج
de_de: Artikel SKU
fr_fr: SKU du produit
he_il: מק״ט מוצר
ja: 商品 SKU
pl_pl: SKU produktu
pt_br: REF do Produto
ru_ru: Артикул товара
uk: Артикул SKU

source: Enable search in product SKU
ar: تمكين البحث في SKU المنتج
de_de: Suche in Produkt SKU aktivieren
fr_fr: Activer la recherche dans l'UGS du produit
he_il: אפשר חיפוש ב-SKU של המוצר
ja: 製品SKUで検索を有効にする
nl_nl: Zoeken in product-SKU inschakelen
pl_pl: Proszę włączyć wyszukiwanie w SKU produktu
pt_br: Habilitar a pesquisa no SKU do produto
ru_ru: Включите поиск в SKU продукта
uk: Увімкнути пошук по SKU товару

source: Enable search in Custom Fields. Fill in each field slug on a new line
ar: تمكين البحث في الحقول المخصصة. املأ كل حقل سبيكة في سطر جديد
de_de: Aktivieren Sie die Suche in benutzerdefinierten Feldern. Füllen Sie jeden Feldnamen in eine neue Zeile ein
fr_fr: Activez la recherche dans les champs personnalisés. Remplir chaque champ sur une nouvelle ligne
he_il: אפשר חיפוש בשדות מותאמים אישית. מלא כל שבלול שדה בשורה חדשה
ja: カスタムフィールドで検索を有効にします。各フィールドスラッグを新しい行に入力します。
nl_nl: Schakel zoeken in aangepaste velden in. Vul elk veld slug in op een nieuwe regel
pl_pl: Proszę włączyć wyszukiwanie w polach niestandardowych. Proszę wypełnić każde pole slug w nowym wierszu
pt_br: Habilite a pesquisa em campos personalizados. Preencha cada slug de campo em uma nova linha
ru_ru: Включите поиск в пользовательских полях. Заполните каждое поле с новой строки
uk: Увімкніть пошук у користувацьких полях. Заповнюйте кожне поле з нового рядка

source: Taxonomies
ar: التصنيفات
de_de: Taxonomien
he_il: טקסונומיות
ja: タクソノミー
nl_nl: Taxonomieën
pl_pl: Taksonomie
pt_br: Taxonomias
ru_ru: Таксономии
uk: Таксономії

source: Enable search in post tags
ar: تمكين البحث في علامات النشر
de_de: Suche in Beitrags-Tags aktivieren
fr_fr: Activer la recherche dans les balises de l'article
he_il: אפשר חיפוש בתגיות פוסטים
ja: 投稿タグで検索を有効にする
nl_nl: Zoeken in berichttags inschakelen
pl_pl: Proszę włączyć wyszukiwanie w tagach postów
pt_br: Habilitar a pesquisa em tags de post
ru_ru: Включите поиск в тегах постов
uk: Ввімкнути пошук у тегах записів

source: Enable search in post categories
ar: تمكين البحث في فئات المنشورات
de_de: Suche in Beitragskategorien aktivieren
fr_fr: Activer la recherche dans les catégories d'articles
he_il: אפשר חיפוש בקטגוריות פוסטים
ja: 投稿カテゴリーの検索を有効にする
nl_nl: Zoeken in berichtcategorieën inschakelen
pl_pl: Proszę włączyć wyszukiwanie w kategoriach postów
pt_br: Habilitar a pesquisa em categorias de posts
ru_ru: Включите поиск в категориях постов
uk: Ввімкнути пошук у категоріях дописів

source: Enable search in product tags
ar: تمكين البحث في علامات المنتج
de_de: Aktivieren Sie die Suche in Produkt-Tags
fr_fr: Activer la recherche dans les étiquettes de produits
he_il: אפשר חיפוש בתגיות מוצר
ja: 商品タグで検索を有効にする
nl_nl: Zoeken in producttags inschakelen
pl_pl: Proszę włączyć wyszukiwanie w tagach produktów
pt_br: Habilitar a pesquisa em tags de produtos
ru_ru: Включите поиск в тегах товаров
uk: Увімкнути пошук за тегами товарів

source: Enable search in product categories
ar: تمكين البحث في فئات المنتجات
de_de: Aktivieren Sie die Suche in Produktkategorien
fr_fr: Activer la recherche dans les catégories de produits
he_il: אפשר חיפוש בקטגוריות מוצרים
ja: 製品カテゴリで検索を有効にする
nl_nl: Zoeken in productcategorieën inschakelen
pl_pl: Proszę włączyć wyszukiwanie w kategoriach produktów
pt_br: Habilitar a pesquisa em categorias de produtos
ru_ru: Включите поиск в категориях товаров
uk: Увімкнути пошук у категоріях товарів

source: Enable search in selected custom taxonomies
ar: تمكين البحث في التصنيفات المخصصة المحددة
de_de: Aktivieren Sie die Suche in ausgewählten benutzerdefinierten Taxonomien
fr_fr: Activer la recherche dans les taxonomies personnalisées sélectionnées
he_il: אפשר חיפוש בטקסונומיות מותאמות אישית נבחרות
ja: 選択したカスタム分類法で検索を有効にする
nl_nl: Zoeken inschakelen in geselecteerde aangepaste taxonomieën
pl_pl: Proszę włączyć wyszukiwanie w wybranych taksonomiach niestandardowych
pt_br: Habilitar a pesquisa em taxonomias personalizadas selecionadas
ru_ru: Включите поиск в выбранных пользовательских таксономиях
uk: Увімкнути пошук у вибраних користувацьких таксономіях

source: Allowed Product Categories
ar: فئات المنتجات المسموح بها
de_de: Erlaubte Produktkategorien
fr_fr: Catégories de produits autorisées
he_il: קטגוריות מוצרים מותרות
ja: 許可された製品カテゴリ
nl_nl: Toegestane productcategorieën
pl_pl: Dozwolone kategorie produktów
pt_br: Categorias de Produtos Permitidos
ru_ru: Разрешённые категории товаров
uk: Дозволені категорії товарів

source: Limit customers' search to selected product categories
ar: قصر بحث العملاء على فئات المنتجات المحددة
de_de: Beschränken Sie die Suche der Kunden auf ausgewählte Produktkategorien
fr_fr: Limiter la recherche des clients aux catégories de produits sélectionnées
he_il: הגבל את החיפוש של הלקוחות לקטגוריות מוצרים נבחרות
ja: 顧客の検索を選択した製品カテゴリに限定する
nl_nl: Beperk de zoekopdracht van klanten tot geselecteerde productcategorieën
pl_pl: Ograniczenie wyszukiwania klientów do wybranych kategorii produktów
pt_br: Limitar a pesquisa dos clientes a categorias de produtos selecionadas
ru_ru: Ограничьте поиск покупателей выбранными категориями товаров
uk: Обмежте пошук клієнтів вибраними категоріями товарів

source: Disallowed Product Categories
ar: فئات المنتجات غير المسموح بها
de_de: Unzulässige Produktkategorien
fr_fr: Catégories de produits interdites
he_il: קטגוריות מוצרים אסורות
ja: 許可されていない製品カテゴリ
nl_nl: Niet-toegestane productcategorieën
pl_pl: Niedozwolone kategorie produktów
pt_br: Categorias de produtos não permitidas
ru_ru: Запрещенные категории продуктов
uk: Заборонені категорії товарів

source: Disallow search in selected product categories
ar: عدم السماح بالبحث في فئات المنتجات المحددة
de_de: Suche in ausgewählten Produktkategorien nicht zulassen
fr_fr: Interdire la recherche dans les catégories de produits sélectionnées
he_il: אל תאפשר חיפוש בקטגוריות מוצרים נבחרות
ja: 選択した製品カテゴリでの検索を禁止する
nl_nl: Zoeken in geselecteerde productcategorieën niet toestaan
pl_pl: Zabronić wyszukiwania w wybranych kategoriach produktów
pt_br: Não permitir a pesquisa em categorias de produtos selecionadas
ru_ru: Запретите поиск в выбранных категориях товаров
uk: Заборонити пошук у вибраних категоріях товарів

source: Enable
ar: تفعيل
de_de: Aktivieren
fr_fr: Activer
he_il: אפשר
ja: 有効
nl_nl: Inschakelen
pl_pl: Włącz
pt_br: Habilitar
ru_ru: Включить
uk: Увімкнути

source: Enhance the standard %s search widget with the %s features
ar: قم بتحسين عنصر واجهة مستخدم البحث القياسي %s باستخدام ميزات %s.
de_de: Erweitern Sie das Standard %s-Such-Widget um die %s-Funktionen
fr_fr: Améliorez le widget de recherche standard %s avec les fonctionnalités %s
he_il: שפר את ווידג'ט החיפוש הרגיל של %s עם התכונות של %s
ja: 標準の %s 検索ウィジェットを %s 機能で強化します
nl_nl: Verbeter de standaard %s zoekwidget met de %s functies
pl_pl: Rozszerzenie standardowego widżetu wyszukiwania %s o funkcje %s
pt_br: Aprimore o widget de pesquisa padrão %s com os recursos %s
ru_ru: Дополните стандартный виджет поиска %s функциями %s
uk: Покращення стандартного віджету пошуку %s за допомогою функцій %s

source: Input Field
ar: حقل الادخال
de_de: Eingabefeld
fr_fr: Champ de saisie
he_il: נתוני אזור
ja: 入力フィールド
nl_nl: Invoerveld
pl_pl: Pole tekstowe
pt_br: Campo de entrada
ru_ru: Поле Ввода
uk: Поле вводу

source: Search
ar: بحث
de_de: Suche
fr_fr: Rechercher
he_il: חיפוש
ja: 検索
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Pesquisar
ru_ru: Поиск
uk: Пошук

source: Minimum Number of Characters
ar: الحد الأدنى لعدد الأحرف
de_de: Minimale Anzahl von Zeichen
fr_fr: Nombre minimum de caractères
he_il: מספר מינימלי של תווים
ja: 最小文字数
nl_nl: Minimum aantal tekens
pl_pl: Minimalna liczba znaków
pt_br: Número mínimo de caracteres
ru_ru: Минимальное количество символов
uk: Мінімальна кількість символів

source: Minimum number of characters required to start a search
ar: الحد الأدنى لعدد الأحرف المطلوبة لبدء البحث
de_de: Minimale Anzahl von Zeichen, um eine Suche zu starten
fr_fr: Nombre minimum de caractères requis pour lancer une recherche
he_il: המספר המינימלי של תווים הנדרש כדי להתחיל חיפוש
ja: 検索を開始するために必要な最小文字数
nl_nl: Minimum aantal tekens dat nodig is om een zoekopdracht te starten
pl_pl: Minimalna liczba znaków wymagana do rozpoczęcia wyszukiwania
pt_br: Número mínimo de caracteres necessários para iniciar uma pesquisa
ru_ru: Минимальное количество символов, необходимое для начала поиска
uk: Мінімальна кількість символів, необхідна для початку пошуку

source: Results Popup
ar: النتائج المنبثقة
de_de: Ergebnisse Popup
fr_fr: Résultats en fenêtre modale
he_il: תוצאות קופצות
ja: 結果ポップアップ
nl_nl: Resultaten pop-up
pl_pl: Wyskakujące okienko wyników
pt_br: Popup de resultados
ru_ru: Всплывающее окно результатов
uk: Спливаюче вікно результатів

source: Maximum Number of Results
ar: الحد الأقصى لعدد النتائج
de_de: Maximale Anzahl von Ergebnissen
fr_fr: Nombre maximum de résultats
he_il: מספר מקסימלי של תוצאות
ja: 結果の最大数
nl_nl: Maximaal aantal resultaten
pl_pl: Maksymalna liczba wyników
pt_br: Número máximo de resultados
ru_ru: Максимальное количество результатов
uk: Максимальна кількість результатів

source: Maximum number of results that can be displayed in a popup
ar: الحد الأقصى لعدد النتائج التي يمكن عرضها في النافذة المنبثقة
de_de: Maximale Anzahl von Ergebnissen, die in einem Popup angezeigt werden können
fr_fr: Nombre maximal de résultats pouvant être affichés dans une fenêtre contextuelle
he_il: מספר מקסימלי של תוצאות שניתן להציג בחלון קופץ
ja: ポップアップに表示できる結果の最大数
nl_nl: Maximum aantal resultaten dat in een pop-up kan worden weergegeven
pl_pl: Maksymalna liczba wyników, które mogą być wyświetlane w wyskakującym okienku
pt_br: Número máximo de resultados que podem ser exibidos em um pop-up
ru_ru: Максимальное количество результатов, которые могут быть отображены во всплывающем окне
uk: Максимальна кількість результатів, які можна відобразити у спливаючому вікні

source: Description's Size
ar: حجم الوصف
de_de: Beschreibung's Größe
fr_fr: Taille de la description
he_il: גודל התיאור
ja: 説明のサイズ
nl_nl: Grootte van de beschrijving
pl_pl: Rozmiar opisu
pt_br: Tamanho da descrição
ru_ru: Размер описания
uk: Розмір опису

source: Maximum number of characters in the description
ar: الحد الأقصى لعدد الأحرف في الوصف
de_de: Maximale Anzahl von Zeichen in der Beschreibung
fr_fr: Nombre maximum de caractères dans la description
he_il: מספר תווים מקסימלי בתיאור
ja: 説明の最大文字数
nl_nl: Maximum aantal tekens in de beschrijving
pl_pl: Maksymalna liczba znaków w opisie
pt_br: Número máximo de caracteres na descrição
ru_ru: Максимальное количество символов в описании
uk: Максимальна кількість символів в описі

source: Text of "No Results" notification
ar: نص إشعار "لا توجد نتائج".
de_de: Text der "Keine Ergebnisse"-Benachrichtigung
fr_fr: Texte de la notification "Pas de résultats”
he_il: טקסט של הודעת "ללא תוצאות"
ja: 「結果なし」通知のテキスト
nl_nl: Tekst van de melding "Geen resultaten"
pl_pl: Tekst powiadomienia "Brak wyników"
pt_br: Texto da notificação "No Results" (sem resultados)
ru_ru: Текст уведомления "Нет результатов"
uk: Текст повідомлення "Немає результатів"

source: Displays when no results are found
ar: يتم عرضه عند عدم العثور على نتائج
de_de: Wird angezeigt, wenn keine Ergebnisse gefunden werden
fr_fr: S'affiche lorsqu'aucun résultat n'est trouvé
he_il: מוצג כאשר לא נמצאו תוצאות
ja: 結果が見つからない場合に表示されます
nl_nl: Wordt weergegeven wanneer er geen resultaten worden gevonden
pl_pl: Wyświetla się, gdy nie znaleziono żadnych wyników
pt_br: É exibido quando nenhum resultado é encontrado
ru_ru: Отображается, когда результаты не найдены
uk: Відображається, якщо результатів не знайдено

source: Text of "View All" Button
ar: نص زر "عرض الكل".
de_de: Text der Schaltfläche "Alle anzeigen
fr_fr: Texte du bouton "Tout voir”
he_il: טקסט של כפתור "הצג הכל"
ja: 「すべて表示」ボタンのテキスト
nl_nl: Tekst van de knop "Alles weergeven"
pl_pl: Tekst przycisku "Wyświetl wszystko"
pt_br: Texto do botão "View All
ru_ru: Текст кнопки "Просмотреть все"
uk: Текст кнопки "Переглянути всі"

source: The button is only displayed if the field is not empty
ar: يتم عرض الزر فقط إذا لم يكن الحقل فارغًا
de_de: Die Schaltfläche wird nur angezeigt, wenn das Feld nicht leer ist
fr_fr: Le bouton n'est affiché que si le champ n'est pas vide
he_il: הלחצן מוצג רק אם השדה אינו ריק
ja: ボタンはフィールドが空でない場合にのみ表示されます
nl_nl: De knop wordt alleen weergegeven als het veld niet leeg is
pl_pl: Przycisk jest wyświetlany tylko wtedy, gdy pole nie jest puste
pt_br: O botão só é exibido se o campo não estiver vazio
ru_ru: Кнопка отображается только в том случае, если поле не пустое
uk: Кнопка відображається, тільки якщо поле не порожнє

source: New Tab when "View All" Button Clicked
ar: علامة تبويب جديدة عند النقر على زر "عرض الكل".
de_de: Neue Registerkarte bei Klick auf die Schaltfläche "Alle anzeigen
fr_fr: Nouvel onglet lorsque l'on clique sur le bouton "Tout afficher"
he_il: כרטיסייה חדשה כאשר לחצן "הצג הכל"
ja: 「すべて表示」ボタンをクリックすると新しいタブが表示されます
nl_nl: Nieuw tabblad wanneer op de knop "Alles weergeven" is geklikt
pl_pl: Nowa karta po kliknięciu przycisku "Wyświetl wszystko"
pt_br: Nova guia quando o botão "View All" é clicado
ru_ru: Новая вкладка при нажатии кнопки "Просмотреть все"
uk: Нова вкладка при натисканні кнопки "Переглянути всі"

source: Open results in a new tab when "View All" button clicked. Adds target="_blank" attribute to the "View All" button
ar: افتح النتائج في علامة تبويب جديدة عند النقر على زر "عرض الكل". إضافة السمة target="_blank" إلى الزر "عرض الكل".
de_de: Öffnet die Ergebnisse in einer neuen Registerkarte, wenn Sie auf die Schaltfläche "Alle anzeigen" klicken. Fügt das Attribut target="_blank" zur Schaltfläche "Alle anzeigen" hinzu
fr_fr: Ouvre les résultats dans un nouvel onglet lorsque l'on clique sur le bouton "Tout afficher". Ajoute l'attribut target="_blank" au bouton "Tout afficher"
he_il: פתח את התוצאות בכרטיסייה חדשה כאשר לחצן "הצג הכל". מוסיף את התכונה target="_blank" ללחצן "הצג הכל"
ja: 「すべて表示」ボタンをクリックすると、結果が新しいタブで開きます。「すべて表示」ボタンに target="_blank" 属性を追加します。
nl_nl: Open de resultaten in een nieuw tabblad wanneer op de knop "Alles weergeven" is geklikt. Hiermee voegt u het kenmerk target="_blank" toe aan de knop 'Alles weergeven'
pl_pl: Otwieranie wyników w nowej karcie po kliknięciu przycisku "Wyświetl wszystko". Dodaje atrybut target="_blank" do przycisku "Wyświetl wszystko"
pt_br: Abre os resultados em uma nova guia quando o botão "View All" é clicado. Adiciona o atributo target="_blank" ao botão "View All"
ru_ru: Открывает результаты в новой вкладке при нажатии кнопки "Просмотреть все". Добавляет атрибут target="_blank" к кнопке "Просмотреть все"
uk: Відкриває результати в новій вкладці при натисканні кнопки "Переглянути всі". Додає атрибут target="_blank" до кнопки "Переглянути всі"

source: Number of Found Results in the "View All" Button
ar: عدد النتائج التي تم العثور عليها في زر "عرض الكل".
de_de: Anzahl der gefundenen Ergebnisse in der Schaltfläche "Alle anzeigen"
fr_fr: Nombre de résultats trouvés dans le bouton "Tout voir"
he_il: מספר התוצאות שנמצאו בלחצן "הצג הכל"
ja: 「すべて表示」ボタンで見つかった結果の数
nl_nl: Aantal gevonden resultaten in de knop "Alles weergeven"
pl_pl: Liczba znalezionych wyników w przycisku "Wyświetl wszystko"
pt_br: Número de resultados encontrados no botão "View All
ru_ru: Количество найденных результатов в кнопке "Просмотреть все"
uk: Кількість знайдених результатів у кнопці "Переглянути всі"

source: Display total number of found results in the "View All" button
ar: قم بعرض العدد الإجمالي للنتائج التي تم العثور عليها في زر "عرض الكل".
de_de: Gesamtzahl der gefundenen Ergebnisse in der Schaltfläche "Alle anzeigen" anzeigen
fr_fr: Affichez le nombre total de résultats trouvés dans le bouton "Tout voir"
he_il: הצג את המספר הכולל של התוצאות שנמצאו בלחצן "הצג הכל"
ja: 「すべて表示」ボタンに見つかった結果の合計数を表示します
nl_nl: Geef het totale aantal gevonden resultaten weer in de knop "Alles weergeven"
pl_pl: Proszę wyświetlić całkowitą liczbę znalezionych wyników w przycisku "Wyświetl wszystko"
pt_br: Exibir o número total de resultados encontrados no botão "View All"
ru_ru: Отображает общее количество найденных результатов в кнопке "Просмотреть все"
uk: Відобразити загальну кількість знайдених результатів у кнопці "Переглянути всі"

source: Disable AJAX
ar: تعطيل أجاكس
de_de: AJAX deaktivieren
fr_fr: Désactiver AJAX
he_il: השבת את AJAX
ja: AJAXを無効にする
nl_nl: Schakel AJAX uit
pl_pl: Proszę wyłączyć AJAX
pt_br: Desativar AJAX
ru_ru: Отключить AJAX
uk: Вимкнути AJAX

source: Disables AJAX functionality. The results popup will not appear
ar: تعطيل وظيفة أجاكس. لن تظهر النتائج المنبثقة
de_de: Deaktiviert die AJAX-Funktionalität. Das Ergebnis-Popup wird nicht angezeigt
fr_fr: Désactive la fonctionnalité AJAX. La fenêtre contextuelle des résultats n'apparaîtra pas
he_il: משבית את פונקציונליות AJAX. חלון התוצאות הקופץ לא יופיע
ja: AJAX機能を無効にします。結果ポップアップは表示されません。
nl_nl: Schakelt de AJAX-functionaliteit uit. De pop-up met resultaten verschijnt niet
pl_pl: Wyłącza funkcjonalność AJAX. Wyskakujące okienko wyników nie pojawi się
pt_br: Desativa a funcionalidade AJAX. O pop-up de resultados não será exibido
ru_ru: Отключает функциональность AJAX. Всплывающее окно с результатами не будет появляться
uk: Вимикає функціонал AJAX. Спливаюче вікно з результатами не з'явиться

source: Search Engine Features
ar: مميزات محرك البحث
de_de: Funktionen der Suchmaschine
fr_fr: Caractéristiques du moteur de recherche
he_il: תכונות מנוע חיפוש
ja: 検索エンジンの機能
nl_nl: Functies van zoekmachines
pl_pl: Funkcje wyszukiwarki
pt_br: Recursos do mecanismo de pesquisa
ru_ru: Особенности поисковой системы
uk: Функції пошукової системи

source: Multiple Word Search
ar: بحث متعدد الكلمات
de_de: Mehrfache Wortsuche
fr_fr: Recherche de mots multiples
he_il: חיפוש מילים מרובות
ja: 複数単語検索
nl_nl: Zoeken op meerdere woorden
pl_pl: Wyszukiwanie wielu słów
pt_br: Busca por Várias Palavras
ru_ru: Поиск по нескольким словам
uk: Пошук за кількома словами

source: Select how to handle multiple word search
de_de: Wählen Sie, wie Sie die Suche nach mehreren Wörtern handhaben möchten
he_il: בחר כיצד לטפל בחיפוש מילים מרובות
ru_ru: Выберите способ обработки поиска нескольких слов

source: Only exact match
ar: المطابقة التامة فقط
de_de: Nur exakte Übereinstimmung
fr_fr: Correspondance exacte uniquement
he_il: רק התאמה מדויקת
ja: 完全一致のみ
nl_nl: Alleen exacte overeenkomst
pl_pl: Tylko dokładne dopasowanie
pt_br: Somente correspondência exata
ru_ru: Только точное соответствие
uk: Тільки точний збіг

source: "A" or "B"
ar: "ا او ب"
de_de: "A" oder "B"
fr_fr: "A" ou "B"
he_il: "א" או "ב"
ja: 「A」または「B」
nl_nl: "A" of "B"
pl_pl: "A" lub "B"
pt_br: "A" ou "B"
ru_ru: "A" или "B"
uk: "A" або "B"

source: "A" and "B"
de_de: "A" und "B"
he_il: "A" ו-"B"
ru_ru: "A" и "B"

source: Exclude Out of Stock Products
ar: استبعاد المنتجات غير المتوفرة في المخزون
de_de: Nicht vorrätige Produkte ausschließen
fr_fr: Exclure les produits en rupture de stock
he_il: אל תכלול מוצרים שאזלו מהמלאי
ja: 在庫切れの商品
nl_nl: Producten uitsluiten die niet op voorraad zijn
pl_pl: Proszę wykluczyć produkty niedostępne w magazynie
pt_br: Excluir Produtos Fora de Estoque
ru_ru: Исключите товары, отсутствующие на складе
uk: Виключити товари, яких немає в наявності

source: Exclude out of stock products and variations from results
ar: استبعاد المنتجات غير المتوفرة في المخزون والاختلافات من النتائج
de_de: Schließen Sie nicht vorrätige Produkte und Variationen aus den Ergebnissen aus
fr_fr: Exclure les produits en rupture de stock et les variations des résultats
he_il: אל תכלול מוצרים וגרסאות שאזלו מהמלאי מהתוצאות
ja: 在庫切れの商品やバリエーションを結果から除外する
nl_nl: Producten die niet op voorraad zijn en variaties uitsluiten van resultaten
pl_pl: Proszę wykluczyć z wyników produkty niedostępne w magazynie i odmiany
pt_br: Excluir produtos fora de estoque e variações dos resultados
ru_ru: Исключите из результатов продукты и вариации продуктов, отсутствующие на складе
uk: Виключіть продукти, яких немає на складі, та варіації з результатів
