Repository: stanislavsa/smart-woocommerce-search
Catalog: languages/smart-woocommerce-search-*.po
Languages: ar, de_de, fr_fr, he_il, ja, nl_nl, pl_pl, pt_br, ru_ru, uk

source: Exclude variations from results if the parent product is "Out of stock"
ar: استبعاد الاختلافات من النتائج إذا كان المنتج الأصلي "نفاد المخزون"
de_de: Schließen Sie Variationen aus den Ergebnissen aus, wenn das übergeordnete Produkt "Nicht auf Lager" ist
fr_fr: Exclure les variations des résultats si le produit parent est "En rupture de stock"
he_il: אל תכלול וריאציות מהתוצאות אם מוצר האב הוא "אזל מהמלאי"
ja: 親製品が「在庫切れ」の場合、結果からバリエーションを除外します
nl_nl: Variaties uitsluiten van resultaten als het bovenliggende product 'Niet op voorraad' is
pl_pl: Proszę wykluczyć odmiany z wyników, jeśli produkt nadrzędny jest "niedostępny"
pt_br: Excluir variações dos resultados se o produto principal estiver "Fora de estoque"
ru_ru: Исключите вариации из результатов, если родительский продукт находится в состоянии "Нет в наличии"
uk: Виключити варіації з результатів, якщо батьківський товар має статус "Немає в наявності"

source: Visibility of Products with Variations
ar: رؤية المنتجات مع الاختلافات
de_de: Sichtbarkeit von Produkten mit Variationen
fr_fr: Visibilité des produits présentant des variations
he_il: נראות של מוצרים עם וריאציות
ja: バリエーションのある商品の可視性
nl_nl: Zichtbaarheid van producten met variaties
pl_pl: Widoczność produktów z wariantami
pt_br: Visibilidade de produtos com variações
ru_ru: Видимость продуктов с вариациями
uk: Видимість продуктів з варіаціями

source: Select visibility of parent products and variations
ar: حدد إمكانية رؤية المنتجات الأصلية والأشكال المختلفة
de_de: Wählen Sie die Sichtbarkeit von übergeordneten Produkten und Variationen
fr_fr: Sélectionnez la visibilité des produits parents et des variations
he_il: בחר חשיפה של מוצרי אב וגרסאות
ja: 親製品とバリエーションの表示を選択
nl_nl: Selecteer zichtbaarheid van bovenliggende producten en variaties
pl_pl: Wybór widoczności produktów nadrzędnych i odmian
pt_br: Selecionar a visibilidade de produtos principais e variações
ru_ru: Выберите видимость родительских продуктов и вариаций
uk: Виберіть видимість батьківських продуктів і варіацій

source: Parent product with variations
ar: المنتج الأصلي مع الاختلافات
de_de: Übergeordnetes Produkt mit Variationen
fr_fr: Produit parent avec variations
he_il: מוצר אב עם וריאציות
ja: バリエーションのある親製品
nl_nl: Moederproduct met variaties
pl_pl: Produkt nadrzędny z odmianami
pt_br: Produto principal com variações
ru_ru: Родительский продукт с вариациями
uk: Батьківський продукт з варіаціями

source: Only parent product
ar: المنتج الأصلي فقط
de_de: Nur übergeordnetes Produkt
fr_fr: Uniquement le produit parent
he_il: מוצר אב בלבד
ja: 親製品のみ
nl_nl: Enige bovenliggende product
pl_pl: Tylko produkt macierzysty
pt_br: Somente o produto principal
ru_ru: Только родительский продукт
uk: Тільки батьківський продукт

source: Only variations
ar: الاختلافات فقط
de_de: Nur Variationen
fr_fr: Seules les variations
he_il: רק וריאציות
ja: バリエーションのみ
nl_nl: Alleen variaties
pl_pl: Tylko odmiany
pt_br: Apenas variações
ru_ru: Только вариации
uk: Тільки варіації

source: Search by SKU first. Only works if the request is numeric
de_de: Suchen Sie zuerst nach SKU. Funktioniert nur, wenn die Anfrage numerisch ist
he_il: תחילה חפש לפי מק"ט. עובד רק אם הבקשה היא מספרית
ru_ru: Сначала выполнить поиск по SKU. Работает только в том случае, если запрос является числовым

source: Skip Punctuation
ar: تخطي علامات الترقيم
de_de: Interpunktion überspringen
fr_fr: Sauter la ponctuation
he_il: דלג על סימני פיסוק
ja: 句読点をスキップ
nl_nl: Interpunctie overslaan
pl_pl: Pomiń interpunkcję
pt_br: Ignorar pontuação
ru_ru: Пропускать пунктуацию
uk: Пропустити пунктуацію

source: Skip punctuation in the search query
ar: تخطي علامات الترقيم في استعلام البحث
de_de: Interpunktion in der Suchanfrage überspringen
fr_fr: Ne pas tenir compte de la ponctuation dans la requête de recherche
he_il: דלג על סימני פיסוק בשאילתת החיפוש
ja: 検索クエリ内の句読点をスキップする
nl_nl: Interpunctie overslaan in de zoekopdracht
pl_pl: Pomijanie znaków interpunkcyjnych w zapytaniu wyszukiwania
pt_br: Ignorar a pontuação na consulta de pesquisa
ru_ru: Пропускать знаки препинания в поисковом запросе
uk: Пропуск розділових знаків у пошуковому запиті

source: Search Results Page
ar: صفحة نتائج البحث
de_de: Ergebnis Seite
fr_fr: Page de résultats de la recherche
he_il: דף תוצאות חיפוש
ja: 検索結果ページ
nl_nl: Zoek resultaten pagina
pl_pl: Strona wyników wyszukiwania
pt_br: Página de Resultado da Pesquisa
ru_ru: Страница результатов поиска
uk: Сторінка результатів пошуку

source: Disable Redirect to Product Page
ar: تعطيل إعادة التوجيه إلى صفحة المنتج
de_de: Weiterleitung zur Produktseite deaktivieren
fr_fr: Désactiver la redirection vers la page produit
he_il: השבת הפניה מחדש לדף המוצר
ja: 製品ページへのリダイレクトを無効にする
nl_nl: Omleiding naar productpagina uitschakelen
pl_pl: Proszę wyłączyć przekierowanie do strony produktu
pt_br: Desativar o redirecionamento para a página do produto
ru_ru: Отключите перенаправление на страницу продукта
uk: Вимкнути редірект на сторінку товару

source: Prevent WooCommerce from automatically redirecting to a product page when there is only one search result.
ar: منع WooCommerce من إعادة التوجيه تلقائيًا إلى صفحة المنتج عندما تكون هناك نتيجة بحث واحدة فقط.
de_de: Verhindern Sie, dass WooCommerce automatisch zu einer Produktseite weiterleitet, wenn es nur ein Suchergebnis gibt.
fr_fr: Empêchez WooCommerce de rediriger automatiquement vers une page produit lorsqu'il n'y a qu'un seul résultat de recherche.
he_il: מנע מ-WooCommerce להפנות אוטומטית לדף מוצר כאשר יש רק תוצאת חיפוש אחת.
ja: 検索結果が 1 つしかない場合に WooCommerce が製品ページに自動的にリダイレクトされるのを防ぎます。
nl_nl: Voorkom dat WooCommerce automatisch doorverwijst naar een productpagina wanneer er maar één zoekresultaat is.
pl_pl: Zapobieganie automatycznemu przekierowywaniu przez WooCommerce na stronę produktu, gdy istnieje tylko jeden wynik wyszukiwania.
pt_br: Evite que o WooCommerce redirecione automaticamente para uma página de produto quando houver apenas um resultado de pesquisa.
ru_ru: Запретите WooCommerce автоматически перенаправлять на страницу товара, когда есть только один результат поиска.
uk: Заборонити WooCommerce автоматично перенаправляти на сторінку продукту, коли є лише один результат пошуку.

source: Suppress Database Query Altering
ar: منع تغيير استعلام قاعدة البيانات
de_de: Unterdrücken der Änderung von Datenbankabfragen
fr_fr: Suppression de la modification des requêtes de la base de données
he_il: דחק שינוי שאילתת מסד נתונים
ja: データベースクエリの変更を抑制する
nl_nl: Wijzigen van databasequery's onderdrukken
pl_pl: Pomijanie zmian zapytań do bazy danych
pt_br: Suprimir a alteração da consulta ao banco de dados
ru_ru: Подавление изменения запросов к базе данных
uk: Заборона зміни запитів до бази даних

source: Prevent the theme or plugins from modifying the database query on the search results page
ar: منع السمة أو المكونات الإضافية من تعديل استعلام قاعدة البيانات في صفحة نتائج البحث
de_de: Verhindern Sie, dass das Theme oder die Plugins die Datenbankabfrage auf der Suchergebnisseite ändern
fr_fr: Empêcher le thème ou les plugins de modifier la requête de la base de données sur la page des résultats de la recherche
he_il: מנע מהערכת הנושא או מהפלאגינים לשנות את שאילתת מסד הנתונים בדף תוצאות החיפוש
ja: テーマやプラグインが検索結果ページのデータベースクエリを変更しないようにする
nl_nl: Voorkomen dat het thema of de plug-ins de databasequery op de pagina met zoekresultaten wijzigen
pl_pl: Zapobieganie modyfikowaniu zapytań do bazy danych na stronie wyników wyszukiwania przez motyw lub wtyczki
pt_br: Impedir que o tema ou os plug-ins modifiquem a consulta ao banco de dados na página de resultados da pesquisa
ru_ru: Запретите теме или плагинам изменять запрос к базе данных на странице результатов поиска
uk: Заборонити темі або плагінам змінювати запит до бази даних на сторінці результатів пошуку

source: Disable Smart Search Feature on the Search Results Page
ar: تعطيل ميزة البحث الذكي في صفحة نتائج البحث
de_de: Deaktivieren Sie die Funktion Intelligente Suche auf der Seite mit den Suchergebnissen
fr_fr: Désactiver la fonction de recherche intelligente sur la page des résultats de la recherche
he_il: השבת את תכונת החיפוש החכם בדף תוצאות החיפוש
ja: 検索結果ページでスマート検索機能を無効にする
nl_nl: Schakel de functie Slim zoeken uit op de pagina met zoekresultaten
pl_pl: Wyłączanie funkcji inteligentnego wyszukiwania na stronie wyników wyszukiwania
pt_br: Desativar o recurso Smart Search na página de resultados de pesquisa
ru_ru: Отключите функцию интеллектуального поиска на странице результатов поиска
uk: Вимкнути функцію Smart Search на сторінці результатів пошуку

source: Disable altering search results by Smart Search plugin on the search results page.<br>By default the plugin modified search results according to selected options
ar: تعطيل تغيير نتائج البحث عن طريق البرنامج المساعد Smart Search في صفحة نتائج البحث.<br> افتراضيًا، يقوم البرنامج الإضافي بتعديل نتائج البحث وفقًا للخيارات المحددة
de_de: Deaktivieren Sie das Ändern von Suchergebnissen durch das Smart Search-Plugin auf der Suchergebnisseite.<br> Standardmäßig hat das Plugin die Suchergebnisse gemäß den ausgewählten Optionen geändert
fr_fr: Désactiver la modification des résultats de recherche par l’extension sur la page des résultats de recherche.<br>Par défaut, l’extension a modifié les résultats de recherche en fonction des options choisies
he_il: השבת את שינוי תוצאות החיפוש באמצעות תוסף חיפוש חכם בדף תוצאות החיפוש.<br> כברירת מחדל, התוסף שינה את תוצאות החיפוש בהתאם לאפשרויות שנבחרו
ja: 検索結果ページで Smart Search プラグインによる検索結果の変更を無効にします。<br>デフォルトでは、プラグインは選択されたオプションに応じて検索結果を変更します
nl_nl: Schakel het wijzigen van zoekresultaten met de plug-in Smart Search uit op de pagina met zoekresultaten.<br>Standaard heeft de plug-in de zoekresultaten aangepast aan de geselecteerde opties
pl_pl: Proszę wyłączyć modyfikowanie wyników wyszukiwania przez wtyczkę Smart Search na stronie wyników wyszukiwania.<br>Domyślnie wtyczka modyfikuje wyniki wyszukiwania zgodnie z wybranymi opcjami
pt_br: Desative a alteração dos resultados da pesquisa pelo plugin Smart Search na página de resultados da pesquisa.<br>Por padrão, o plugin modifica os resultados da pesquisa de acordo com as opções selecionadas
ru_ru: Отключите изменение результатов поиска плагином Smart Search на странице результатов поиска.<br>По умолчанию плагин изменяет результаты поиска в соответствии с выбранными параметрами
uk: Вимкніть зміну результатів пошуку плагіном Smart Search на сторінці результатів пошуку.<br>За замовчуванням плагін змінює результати пошуку відповідно до вибраних параметрів

source: Disable WooCommerce Template on the Search Results Page
ar: قم بتعطيل قالب WooCommerce في صفحة نتائج البحث
de_de: WooCommerce-Vorlage auf der Suchergebnisseite deaktivieren
fr_fr: Désactiver le modèle WooCommerce sur la page des résultats de recherche
he_il: השבת את תבנית WooCommerce בדף תוצאות החיפוש
ja: 検索結果ページで WooCommerce テンプレートを無効にする
nl_nl: Schakel WooCommerce-sjabloon uit op de pagina met zoekresultaten
pl_pl: Wyłączanie szablonu WooCommerce na stronie wyników wyszukiwania
pt_br: Desativar o modelo WooCommerce na página de resultados de pesquisa
ru_ru: Отключите шаблон WooCommerce на странице результатов поиска
uk: Вимкнути шаблон WooCommerce на сторінці результатів пошуку

source: Displays the default search results template defined in the theme instead of WooCommerce template.<br>Useful if you want to display posts with products together
ar: يعرض قالب نتائج البحث الافتراضي المحدد في القالب بدلاً من قالب WooCommerce.<br> مفيد إذا كنت تريد عرض المشاركات مع المنتجات معًا
de_de: Zeigt die im Thema definierte Standardvorlage für Suchergebnisse anstelle der WooCommerce-Vorlage an.<br>Nützlich, wenn Sie Beiträge mit Produkten zusammen anzeigen möchten
fr_fr: Affiche le modèle de résultats de recherche par défaut défini dans le thème au lieu du modèle WooCommerce.<br>Utile si vous voulez afficher des articles avec des produits ensemble
he_il: מציג את תבנית תוצאות החיפוש המוגדרת כברירת מחדל בעיצוב במקום תבנית WooCommerce.<br> שימושי אם אתה רוצה להציג פוסטים עם מוצרים ביחד
ja: WooCommerce テンプレートの代わりに、テーマで定義されたデフォルトの検索結果テンプレートを表示します。<br>商品と一緒に投稿を表示したい場合に便利です
nl_nl: Geeft de standaard sjabloon voor zoekresultaten weer die in het thema is gedefinieerd in plaats van de WooCommerce-sjabloon.<br>Handig als je berichten met producten bij elkaar wilt weergeven
pl_pl: Wyświetla domyślny szablon wyników wyszukiwania zdefiniowany w motywie zamiast szablonu WooCommerce.<br>Przydatne, jeśli chcą Państwo wyświetlać posty z produktami razem
pt_br: Exibe o modelo padrão de resultados de pesquisa definido no tema em vez do modelo do WooCommerce.<br>Útil se o senhor quiser exibir posts com produtos juntos
ru_ru: Отображает шаблон результатов поиска по умолчанию, заданный в теме, вместо шаблона WooCommerce.<br>Полезно, если Вы хотите отображать посты с товарами вместе
uk: Відображає шаблон результатів пошуку за замовчуванням, визначений у темі, замість шаблону WooCommerce.<br>Корисно, якщо ви хочете відображати публікації з товарами разом

source: Highlight Search Terms on the Search Results Page
ar: قم بتمييز مصطلحات البحث في صفحة نتائج البحث
de_de: Suchbegriffe auf der Seite mit den Suchergebnissen hervorheben
fr_fr: Mettre en évidence les termes de la recherche sur la page des résultats de la recherche
he_il: הדגש את מונחי החיפוש בדף תוצאות החיפוש
ja: 検索結果ページで検索語を強調表示する
nl_nl: Zoektermen markeren op de pagina met zoekresultaten
pl_pl: Wyróżnianie wyszukiwanych haseł na stronie wyników wyszukiwania
pt_br: Destaque os termos de pesquisa na página de resultados de pesquisa
ru_ru: Выделите поисковые термины на странице результатов поиска
uk: Виділіть пошукові слова на сторінці результатів пошуку

source: Highlight words that match a search query on the search results page. Works only if the Smart Search Feature is not disabled on the search results page
ar: قم بتمييز الكلمات التي تطابق استعلام البحث في صفحة نتائج البحث. يعمل فقط إذا لم يتم تعطيل ميزة البحث الذكي في صفحة نتائج البحث
de_de: Heben Sie Wörter, die einer Suchanfrage entsprechen, auf der Seite mit den Suchergebnissen hervor. Funktioniert nur, wenn die Funktion Intelligente Suche auf der Seite mit den Suchergebnissen nicht deaktiviert ist
fr_fr: Mettez en évidence les mots qui correspondent à une recherche sur la page des résultats de la recherche. Ne fonctionne que si la fonction de recherche intelligente n'est pas désactivée sur la page des résultats de la recherche
he_il: הדגש מילים התואמות לשאילתת חיפוש בדף תוצאות החיפוש. פועל רק אם תכונת החיפוש החכם אינה מושבתת בדף תוצאות החיפוש
ja: 検索結果ページで検索クエリに一致する単語を強調表示します。検索結果ページでスマート検索機能が無効になっていない場合にのみ機能します。
nl_nl: Markeer woorden die overeenkomen met een zoekopdracht op de pagina met zoekresultaten. Werkt alleen als de slimme zoekfunctie niet is uitgeschakeld op de pagina met zoekresultaten
pl_pl: Podświetla słowa pasujące do zapytania na stronie wyników wyszukiwania. Działa tylko wtedy, gdy funkcja inteligentnego wyszukiwania nie jest wyłączona na stronie wyników wyszukiwania
pt_br: Destaca palavras que correspondem a uma consulta de pesquisa na página de resultados de pesquisa. Funciona somente se o recurso Smart Search não estiver desativado na página de resultados da pesquisa
ru_ru: Выделяет слова, соответствующие поисковому запросу, на странице результатов поиска. Работает только в том случае, если функция интеллектуального поиска не отключена на странице результатов поиска
uk: Виділення слів, які відповідають пошуковому запиту на сторінці результатів пошуку. Працює, якщо на сторінці результатів пошуку не вимкнено функцію Smart Search

source: Advanced
ar: متقدم
de_de: Erweitert
fr_fr: Avancé
he_il: מתקדם
ja: 高度な設定
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
ru_ru: Дополнительно
uk: Розширені

source: Save search results in a WordPress Transient.<br>Might be useful if your server does not have Memcache/Redis
de_de: Speichern Sie Suchergebnisse in einem WordPress Transient.<br>Könnte nützlich sein, wenn Ihr Server nicht über Memcache/Redis verfügt
he_il: שמור תוצאות חיפוש ב-WordPress Transient.<br> עשוי להיות שימושי אם לשרת שלך אין Memcache/Redis
ru_ru: Сохраняет результаты поиска в WordPress Transient.<br>Может быть полезно, если на Вашем сервере нет Memcache/Redis

source: It may be helpful if you changed the base slug for WooCommerce products. The base slug is "product"
ar: قد يكون من المفيد أن تقوم بتغيير الارتباط الأساسي لمنتجات WooCommerce. البزاقة الأساسية هي "المنتج"
de_de: Es könnte hilfreich sein, wenn Sie den Basis-Slug für WooCommerce-Produkte ändern. Der Basis-Slug ist "product"
fr_fr: Il peut être utile de modifier le nom de base des produits WooCommerce. La balise de base est "product"
he_il: זה עשוי להיות מועיל אם שינית את שלב הבסיס עבור מוצרי WooCommerce. שבלול הבסיס הוא "מוצר"
ja: WooCommerce 製品のベーススラッグを変更すると役立つ場合があります。ベーススラッグは「product」です。
nl_nl: Het kan handig zijn als u de basisslug voor WooCommerce-producten hebt gewijzigd. De basis slug is "product"
pl_pl: Pomocna może być zmiana podstawowego slugu dla produktów WooCommerce. Podstawowym slugiem jest "product"
pt_br: Pode ser útil se o senhor alterar o slug de base dos produtos do WooCommerce. O slug de base é "product" (produto)
ru_ru: Возможно, Вам будет полезно изменить базовый slug для продуктов WooCommerce. Базовым slug является "product"
uk: Можливо, вам буде корисно змінити базовий слаг для продуктів WooCommerce. Базовий слаг - "product"

source: Results Popup Elements
ar: العناصر المنبثقة للنتائج
de_de: Ergebnisse Popup-Elemente
fr_fr: Éléments de la fenêtre contextuelle des résultats
he_il: תוצאות רכיבי קופץ
ja: 結果ポップアップ要素
nl_nl: Resultaten pop-up elementen
pl_pl: Elementy wyskakujące wyników
pt_br: Resultados Elementos Popup
ru_ru: Элементы всплывающего окна результатов
uk: Елементи спливаючого вікна результатів

source: Columns Layout
ar: تخطيط الأعمدة
de_de: Spaltenlayout
fr_fr: Disposition des Colonnes
he_il: פריסת עמודות
ja: カラムレイアウト
nl_nl: Kolom Layout
pl_pl: Układ kolumn
pt_br: Layout das Colunas
ru_ru: Макет колонок
uk: Макет Стовпців

source: Set the maximum number of columns to show in the popup.<br>To choose a Grid layout instead of List layout select columns number more than 1
ar: قم بتعيين الحد الأقصى لعدد الأعمدة التي سيتم عرضها في النافذة المنبثقة.<br> لاختيار تخطيط الشبكة بدلاً من تخطيط القائمة، حدد عدد الأعمدة أكثر من 1
de_de: Legen Sie die maximale Anzahl der Spalten fest, die im Popup angezeigt werden sollen.<br>Um ein Raster-Layout anstelle eines Listen-Layouts zu wählen, wählen Sie eine Spaltenanzahl von mehr als 1
fr_fr: Définissez le nombre maximum de colonnes à afficher dans la fenêtre contextuelle.<br>Pour choisir une présentation en grille au lieu d'une présentation en liste, sélectionnez un nombre de colonnes supérieur à 1
he_il: הגדר את המספר המרבי של עמודות שיוצגו בחלון הקופץ.<br> כדי לבחור פריסת רשת במקום פריסת רשימה בחר עמודות שמספרן יותר מ-1
ja: ポップアップに表示する列の最大数を設定します。<br>リストレイアウトの代わりにグリッドレイアウトを選択するには、1以上の列数を選択してください
nl_nl: Stel het maximum aantal kolommen in dat in de pop-up moet worden weergegeven.<br>Als u een rasterindeling wilt kiezen in plaats van een lijstindeling, selecteert u een kolomnummer met een hoger dan 1
pl_pl: Proszę ustawić maksymalną liczbę kolumn wyświetlanych w wyskakującym okienku.<br>Aby wybrać układ siatki zamiast układu listy, proszę wybrać liczbę kolumn większą niż 1
pt_br: Defina o número máximo de colunas a serem exibidas no pop-up.<br>Para escolher um layout de grade em vez de um layout de lista, selecione o número de colunas maior que 1
ru_ru: Установите максимальное количество колонок, которые будут отображаться во всплывающем окне.<br>Чтобы выбрать макет Сетка вместо макета Список, выберите количество колонок больше 1
uk: Встановіть максимальну кількість стовпців для відображення у спливаючому вікні.<br>Щоб вибрати макет "Сітка" замість макета "Список", виберіть кількість стовпців більше 1

source: Popup Max Height, px
ar: الحد الأقصى لارتفاع النافذة المنبثقة، بكسل
de_de: Popup Max Höhe, px
fr_fr: Hauteur maximale de la fenêtre contextuelle, px
he_il: גובה מקסימלי של קופץ, פיקס
ja: ポップアップの最大高さ、px
nl_nl: Popup Max Hoogte, px
pl_pl: Maksymalna wysokość wyskakującego okienka, px
pt_br: Altura máxima do popup, px
ru_ru: Максимальная высота всплывающего окна, px
uk: Максимальна висота спливаючого вікна, px

source: Popup max height in pixels. Default is 500px
ar: الحد الأقصى لارتفاع النافذة المنبثقة بالبكسل. الافتراضي هو 500 بكسل
de_de: Maximale Höhe des Popups in Pixel. Standard ist 500px
fr_fr: Hauteur maximale de la fenêtre en pixels. La valeur par défaut est 500px
he_il: גובה מקסימלי של קופץ בפיקסלים. ברירת המחדל היא 500 פיקסלים
ja: ポップアップの最大高さ（ピクセル単位）。デフォルトは 500 ピクセルです。
nl_nl: Maximale hoogte van pop-up in pixels. Standaard is 500px
pl_pl: Maksymalna wysokość wyskakującego okienka w pikselach. Domyślnie jest to 500px
pt_br: Altura máxima do popup em pixels. O padrão é 500px
ru_ru: Максимальная высота всплывающего окна в пикселях. По умолчанию 500px
uk: Максимальна висота спливаючого вікна у пікселях. За замовчуванням 500px

source: Popup Max Height (on mobile screen), px
ar: الحد الأقصى لارتفاع النافذة المنبثقة (على شاشة الهاتف المحمول)، بكسل
de_de: Maximale Popup-Höhe (auf mobilem Bildschirm), px
fr_fr: Hauteur maximale de la fenêtre contextuelle (sur écran mobile), px
he_il: גובה מקסימלי קופץ (במסך נייד), פיקסלים
ja: ポップアップの最大高さ（モバイル画面）、px
nl_nl: Pop-up Max Height (op mobiel scherm), px
pl_pl: Maksymalna wysokość wyskakującego okienka (na ekranie mobilnym), px
pt_br: Altura máxima do pop-up (na tela do celular), px
ru_ru: Максимальная высота всплывающего окна (на мобильном экране), px
uk: Максимальна висота спливаючого вікна (на мобільному екрані), px

source: Popup max height in pixels for mobile screen (max-width: 768px). Default is 400px
ar: أقصى ارتفاع منبثق بالبكسل لشاشة الهاتف المحمول (أقصى عرض: 768 بكسل). الافتراضي هو 400 بكسل
de_de: Maximale Höhe des Popups in Pixeln für den mobilen Bildschirm (max-width: 768px). Standard ist 400px
fr_fr: Hauteur maximale de la fenêtre contextuelle en pixels pour les écrans mobiles (max-width : 768px). La valeur par défaut est de 400px
he_il: גובה מקסימלי של קופץ בפיקסלים עבור מסך נייד (רוחב מקסימלי: 768 פיקסלים). ברירת המחדל היא 400 פיקסלים
ja: モバイル画面のポップアップの最大高さ（ピクセル単位）（最大幅：768ピクセル）。デフォルトは400ピクセルです。
nl_nl: Maximale hoogte van pop-up in pixels voor mobiel scherm (max-breedte: 768px). Standaard is 400px
pl_pl: Maksymalna wysokość wyskakującego okienka w pikselach dla ekranu mobilnego (maksymalna szerokość: 768px). Domyślnie 400px
pt_br: Altura máxima do popup em pixels para tela de celular (largura máxima: 768px). O padrão é 400px
ru_ru: Максимальная высота всплывающего окна в пикселях для мобильного экрана (max-width: 768px). По умолчанию 400px
uk: Максимальна висота спливаючого вікна в пікселях для мобільного екрану (max-width: 768px). За замовчуванням 400px

source: Display Image
ar: الصورة المعروضة
de_de: Bild anzeigen
fr_fr: Afficher l'image
he_il: הצג תמונה
ja: 画像オーバーレイの表示
nl_nl: Afbeelding weergeven
pl_pl: Wyświetl obrazek
pt_br: Exibir imagem
ru_ru: Отображать изображение
uk: Відобразити зображення

source: Use the parent product image if a variation has no image
ar: استخدم صورة المنتج الأصلي إذا كان الشكل لا يحتوي على صورة
de_de: Verwenden Sie das übergeordnete Produktbild, wenn eine Variation kein Bild hat
fr_fr: Utilisez l'image du produit parent si une variation n'a pas d'image
he_il: השתמש בתמונת מוצר האב אם לווריאציה אין תמונה
ja: バリエーションに画像がない場合は親商品の画像を使用します
nl_nl: Gebruik de bovenliggende productafbeelding als een variant geen afbeelding heeft
pl_pl: Proszę użyć obrazu produktu nadrzędnego, jeśli odmiana nie ma obrazu
pt_br: Use a imagem do produto principal se uma variação não tiver imagem
ru_ru: Используйте изображение родительского продукта, если у вариации нет изображения
uk: Використовуйте зображення батьківського товару, якщо варіація не має зображення
