Repository: stanislavsa/smart-woocommerce-search
Catalog: languages/smart-woocommerce-search-*.po
Languages: ar, de_de, fr_fr, he_il, ja, nl_nl, pl_pl, pt_br, ru_ru, uk

source: Image Size
ar: حجم الصورة
de_de: Bildgröße
fr_fr: Taille de l'image
he_il: גודל תמונה
ja: 画像サイズ
nl_nl: Afbeeldingsgrootte
pl_pl: Rozmiar zdjęcia
pt_br: Tamanho da imagem
ru_ru: Размер изображения
uk: Розмір зображення

source: Select image size
ar: تحديد حجم الصورة
de_de: Wählen Sie die Bildgröße
fr_fr: Sélectionnez la taille de l'image
he_il: בחר גודל תמונה
ja: 画像サイズを選択
nl_nl: Selecteer afbeeldingsgrootte
pl_pl: Wybierz rozmiar obrazu
pt_br: Selecionar Tam. da Imagem
ru_ru: Выберите размер изображения
uk: Вибрати розмір зображення

source: Image Max Width, px
ar: أقصى عرض للصورة، بكسل
de_de: Bild Max Breite, px
fr_fr: Largeur maximale de l'image, px
he_il: רוחב מקסימלי של תמונה, פיקסלים
ja: 画像の最大幅、ピクセル
nl_nl: Maximale breedte afbeelding, px
pl_pl: Maksymalna szerokość obrazu, px
pt_br: Largura máxima da imagem, px
ru_ru: Максимальная ширина изображения, px
uk: Максимальна ширина зображення, px

source: Limit image maximal width in pixels
ar: تحديد الحد الأقصى لعرض الصورة بالبكسل
de_de: Maximale Bildbreite in Pixel begrenzen
fr_fr: Limiter la largeur maximale de l'image en pixels
he_il: הגבל את הרוחב המרבי של התמונה בפיקסלים
ja: 画像の最大幅をピクセル単位で制限する
nl_nl: Beperk de maximale breedte van de afbeelding in pixels
pl_pl: Ograniczenie maksymalnej szerokości obrazu w pikselach
pt_br: Limitar a largura máxima da imagem em pixels
ru_ru: Ограничьте максимальную ширину изображения в пикселях
uk: Обмежити максимальну ширину зображення в пікселях

source: Display Description
ar: وصف العرض
de_de: Beschreibung anzeigen
fr_fr: Afficher la description
he_il: הצג תיאור
ja: 表示の説明
nl_nl: Toon beschrijving
pl_pl: Wyświetl opis
pt_br: Exibir Descrição
ru_ru: Показать описание
uk: Відображення опису

source: Display product description
ar: عرض وصف المنتج
de_de: Produktbeschreibung anzeigen
fr_fr: Afficher la description du produit
he_il: הצגת תיאור המוצר
ja: 商品の説明の表示
nl_nl: Productbeschrijving weergeven
pl_pl: Wyświetlaj opis produktu
pt_br: Exibir a descrição do produto
ru_ru: Отображение описания товаров
uk: Відобразити опис товару

source: Description's Location
ar: موقع الوصف
de_de: Standort der Beschreibung
fr_fr: Emplacement de la description
he_il: מיקום התיאור
ja: 説明の場所
nl_nl: Locatie van de beschrijving
pl_pl: Lokalizacja opisu
pt_br: Localização da descrição
ru_ru: Расположение описания
uk: Розташування опису

source: Under the image
ar: تحت الصورة
de_de: Unter das Bild
fr_fr: Sous l’image
he_il: מתחת לתמונה
ja: 画像の下
nl_nl: Onder de afbeelding
pl_pl: Pod obrazem
pt_br: Sob a imagem
ru_ru: Под картинкой
uk: Під зображенням

source: Under the title
ar: تحت العنوان
de_de: Unter dem Titel
fr_fr: Sous le titre
he_il: תחת הכותרת
ja: タイトルの下に
nl_nl: Onder de titel
pl_pl: Pod tytułem
pt_br: Sob o título
ru_ru: Под названием
uk: Під назвою

source: Under the price and SKU
ar: تحت السعر وSKU
de_de: Unter dem Preis und der SKU
fr_fr: Sous le prix et l'UGS
he_il: מתחת למחיר ומק"ט
ja: 価格とSKUの下
nl_nl: Onder de prijs en SKU
pl_pl: Pod ceną i SKU
pt_br: Abaixo do preço e da SKU
ru_ru: Под ценой и SKU
uk: Під ціною та SKU

source: Display Category
ar: اظهار التصنيف
de_de: Kategorie anzeigen
fr_fr: Afficher la catégorie
he_il: קטגוריית תצוגה
ja: カテゴリーを表示
nl_nl: Categorie weergeven
pl_pl: Wyświetl kategorię
pt_br: Exibir Categoria
ru_ru: Показать категорию
uk: Відображати категорію

source: Display product or post category
ar: عرض فئة المنتج أو المشاركة
de_de: Produkt- oder Beitragskategorie anzeigen
fr_fr: Afficher la catégorie du produit ou de l'article
he_il: הצגת קטגוריית מוצר או פוסט
ja: 商品または投稿のカテゴリを表示する
nl_nl: Product- of berichtcategorie weergeven
pl_pl: Wyświetlanie kategorii produktu lub postu
pt_br: Exibir a categoria do produto ou do post
ru_ru: Отображение категории продукта или поста
uk: Відображати категорію товару або публікації

source: Display Product Price
ar: عرض سعر المنتج
de_de: Produktpreis anzeigen
fr_fr: Afficher le prix du produit
he_il: הצגת מחיר המוצר
ja: 商品価格を表示
nl_nl: Productprijs weergeven
pl_pl: Proszę wyświetlić cenę produktu
pt_br: Exibir preço do produto
ru_ru: Отображение цены продукта
uk: Відобразити ціну товару

source: Display Product SKU
ar: عرض رمز SKU للمنتج
de_de: Produkt SKU anzeigen
fr_fr: Afficher l'UGS du produit
he_il: הצגת מק"ט של מוצר
ja: 製品SKUを表示
nl_nl: Product-SKU weergeven
pl_pl: Wyświetlanie SKU produktu
pt_br: Exibir SKU do produto
ru_ru: Отображение SKU продукта
uk: Відобразити SKU товару

source: Display "Out of stock" Label
ar: عرض علامة "غير متوفر في المخزون".
de_de: Etikett "Nicht auf Lager" anzeigen
fr_fr: Afficher l'étiquette "En rupture de stock"
he_il: הצגת תווית "אזל מהמלאי"
ja: 「在庫切れ」ラベルを表示する
nl_nl: Label "Niet op voorraad" weergeven
pl_pl: Wyświetlanie etykiety "Brak w magazynie"
pt_br: Exibir a etiqueta "Out of stock
ru_ru: Показать ярлык "Нет в наличии"
uk: Відображати етикетку "Немає в наявності"

source: Indicates if a product is out of stock
ar: يشير إلى ما إذا كان المنتج غير متوفر في المخزون
de_de: Zeigt an, ob ein Produkt vergriffen ist
fr_fr: Indique si un produit est en rupture de stock
he_il: מציין אם מוצר אזל מהמלאי
ja: 商品が在庫切れかどうかを示します
nl_nl: Geeft aan of een product niet op voorraad is
pl_pl: Wskazuje, czy produkt jest niedostępny
pt_br: Indica se um produto está fora de estoque
ru_ru: Указывает, если товар отсутствует на складе
uk: Показує, якщо товару немає в наявності

source: Display "Sale" Label
ar: عرض علامة "البيع".
de_de: Etikett "Verkauf" anzeigen
fr_fr: Afficher l'étiquette "Vente”
he_il: הצג את תווית "מכירה"
ja: 「セール」ラベルを表示
nl_nl: Label "Uitverkoop" weergeven
pl_pl: Proszę wyświetlić etykietę "Sprzedaż"
pt_br: Exibir o rótulo "Sale" (Venda)
ru_ru: Отобразите ярлык “Скидка”
uk: Відобразити мітку "Розпродаж"

source: Indicates if product has discount price
ar: يشير إلى ما إذا كان المنتج لديه سعر الخصم
de_de: Zeigt an, ob das Produkt einen Rabattpreis hat
fr_fr: Indique si le produit a un prix réduit
he_il: מציין אם למוצר יש מחיר הנחה
ja: 製品に割引価格があるかどうかを示します
nl_nl: Geeft aan of het product een kortingsprijs heeft
pl_pl: Wskazuje, czy produkt ma cenę rabatową
pt_br: Indica se o produto tem preço com desconto
ru_ru: Указывает, есть ли у товара цена со скидкой
uk: Вказує, чи є на товар знижка

source: Display "Featured" Label
ar: عرض التصنيف "المميز".
de_de: Etikett "Ausgewählt" anzeigen
fr_fr: Afficher l'étiquette "Featured”
he_il: הצג את התווית "מוצגת"
ja: 「注目」ラベルを表示
nl_nl: Label "Uitgelicht" weergeven
pl_pl: Wyświetlanie etykiety "Wyróżnione"
pt_br: Exibir o rótulo "Featured" (Destaque)
ru_ru: Отображение ярлыка "Featured"
uk: Відображати мітку "Вибране"

source: Indicates if product is marked as special
ar: يشير إلى ما إذا تم وضع علامة على المنتج على أنه خاص
de_de: Zeigt an, ob das Produkt als besonders gekennzeichnet ist
fr_fr: Indique si le produit est marqué comme spécial
he_il: מציין אם המוצר מסומן כמיוחד
ja: 製品が特別としてマークされているかどうかを示します
nl_nl: Geeft aan of het product is gemarkeerd als speciaal
pl_pl: Wskazuje, czy produkt jest oznaczony jako specjalny
pt_br: Indica se o produto está marcado como especial
ru_ru: Указывает, отмечен ли продукт как особый
uk: Вказує на те, що продукт позначений як спеціальний

source: Display "Add to Cart" Button
ar: عرض زر "أضف إلى سلة التسوق".
de_de: Schaltfläche "In den Warenkorb" anzeigen
fr_fr: Afficher le bouton "Ajouter au panier
he_il: הצג את כפתור "הוסף לעגלה"
ja: 「カートに追加」ボタンを表示する
nl_nl: Geef de knop "Toevoegen aan winkelwagen" weer
pl_pl: Wyświetlanie przycisku "Dodaj do koszyka"
pt_br: Exibir o botão "Add to Cart
ru_ru: Отображение кнопки "Добавить в корзину"
uk: Відображення кнопки "Додати в кошик"

source: Allow users to add products to their cart directly from the popup
ar: السماح للمستخدمين بإضافة المنتجات إلى سلة التسوق الخاصة بهم مباشرة من النافذة المنبثقة
de_de: Erlauben Sie Benutzern, Produkte direkt aus dem Popup in den Warenkorb zu legen
fr_fr: Permettre aux utilisateurs d'ajouter des produits à leur panier directement à partir de la fenêtre contextuelle
he_il: אפשר למשתמשים להוסיף מוצרים לעגלת הקניות שלהם ישירות מהחלון הקופץ
ja: ユーザーがポップアップから直接カートに商品を追加できるようにする
nl_nl: Sta gebruikers toe om producten rechtstreeks vanuit de pop-up aan hun winkelwagentje toe te voegen
pl_pl: Umożliwienie użytkownikom dodawania produktów do koszyka bezpośrednio z wyskakującego okienka
pt_br: Permitir que os usuários adicionem produtos ao carrinho diretamente do pop-up
ru_ru: Позвольте пользователям добавлять товары в корзину прямо из всплывающего окна
uk: Дозвольте користувачам додавати товари до кошика безпосередньо зі спливаючого вікна

source: Sort retrieved results by parameter
ar: فرز النتائج المستردة حسب المعلمة
de_de: Abgerufene Ergebnisse nach Parameter sortieren
fr_fr: Trier les résultats par paramètre
he_il: מיין את התוצאות שאוחזרו לפי פרמטר
ja: 取得した結果をパラメータで並べ替える
nl_nl: Opgehaalde resultaten sorteren op parameter
pl_pl: Sortowanie wyników według parametru
pt_br: Classificar os resultados recuperados por parâmetro
ru_ru: Сортируйте полученные результаты по параметру
uk: Сортування отриманих результатів за параметром

source: Publish Date
ar: تاريخ النشر
de_de: Veröffentlichungsdatum
fr_fr: Date de publication
he_il: תאריך הפרסום
ja: 公開日
nl_nl: Publicatiedatum
pl_pl: Data publikacji
pt_br: Data de publicação
ru_ru: Дата публикации
uk: Дата публікації

source: Modified Date
ar: تاريخ معدل
de_de: Änderungsdatum
fr_fr: Date de modification
he_il: תאריך שינוי
ja: 変更日
nl_nl: Datum aangepast
pl_pl: Data modyfikacji
pt_br: Data de Alteração
ru_ru: Дата изменения
uk: Дата зміни

source: Ascending means smallest to largest, 0 to 9, and/or A to Z and Descending means largest to smallest, 9 to 0, and/or Z to A
ar: تصاعدي يعني من الأصغر إلى الأكبر، من 0 إلى 9، و/أو من A إلى Z وتنازلي يعني من الأكبر إلى الأصغر، من 9 إلى 0، و/أو من Z إلى A
de_de: Aufsteigend bedeutet kleinste bis größte, 0 bis 9, und/oder A bis Z und Absteigend bedeutet größte bis kleinste, 9 bis 0, und/oder Z bis A
fr_fr: Par ordre croissant, on entend du plus petit au plus grand, de 0 à 9, et/ou de A à Z, et par ordre décroissant, du plus grand au plus petit, de 9 à 0, et/ou de Z à A
he_il: עולה פירושו מהקטן לגדול ביותר, 0 עד 9, ו/או A עד ת' ויורד פירושו הגדול לקטן ביותר, 9 עד 0, ו/או Z עד A
ja: 昇順は最小から最大、0から9、および/またはAからZを意味し、降順は最大から最小、9から0、および/またはZからAを意味します。
nl_nl: Oplopend betekent van klein naar groot, 0 naar 9 en/of van A naar Z en aflopend betekent van groot naar klein, 9 naar 0 en/of van Z naar A
pl_pl: Rosnąco oznacza od najmniejszego do największego, od 0 do 9 i/lub od A do Z, a malejąco oznacza od największego do najmniejszego, od 9 do 0 i/lub od Z do A
pt_br: Ascendente significa do menor para o maior, de 0 a 9, e/ou de A a Z e Descendente significa do maior para o menor, de 9 a 0, e/ou de Z a A
ru_ru: По возрастанию означает от наименьшего к наибольшему, от 0 до 9, и/или от A до Z, а по убыванию означает от наибольшего к наименьшему, от 9 до 0, и/или от Z до A
uk: За зростанням - від найменшого до найбільшого, від 0 до 9 та/або від A до Z, а за спаданням - від найбільшого до найменшого, від 9 до 0 та/або від Z до A

source: ASC
ar: تصاعدي
de_de: Aufsteigend
fr_fr: CROISSANT
he_il: סדר עולה
ja: 昇順
nl_nl: Oplopend
pl_pl: Rosnąco
ru_ru: По возрастанию
uk: За зростанням

source: DESC
ar: تنازلي
de_de: Absteigend
fr_fr: DECROISSANT
he_il: סדר יורד
ja: 降順
nl_nl: Aflopend
pl_pl: Malejąco
ru_ru: По убыванию
uk: За спаданням

source: Applies only to the current widget
de_de: Gilt nur für das aktuelle Widget
he_il: חל רק על הווידג'ט הנוכחי
ru_ru: Применяется только к текущему виджету

source: Search Field Height, px
ar: ارتفاع حقل البحث، بكسل
de_de: Suchfeld Höhe, px
fr_fr: Hauteur du champ de recherche, px
he_il: גובה שדה חיפוש, px
ja: 検索フィールドの高さ、px
nl_nl: Hoogte zoekveld, px
pl_pl: Wysokość pola wyszukiwania, px
pt_br: Altura do campo de pesquisa, px
ru_ru: Высота поля поиска, px
uk: Висота поля пошуку, px

source: Set the search field height in pixels
ar: قم بتعيين ارتفاع حقل البحث بالبكسل
de_de: Legen Sie die Höhe des Suchfeldes in Pixeln fest
fr_fr: Définir la hauteur du champ de recherche en pixels
he_il: הגדר את גובה שדה החיפוש בפיקסלים
ja: 検索フィールドの高さをピクセル単位で設定します
nl_nl: Stel de hoogte van het zoekveld in pixels in
pl_pl: Proszę ustawić wysokość pola wyszukiwania w pikselach
pt_br: Defina a altura do campo de pesquisa em pixels
ru_ru: Установите высоту поля поиска в пикселях
uk: Задати висоту поля пошуку в пікселях

source: Rounded Border
ar: الحدود المستديرة
de_de: Abgerundeter Rahmen
fr_fr: Limite moins arrondi
he_il: גבול מעוגל
ja: 角丸ボーダー
nl_nl: Afgeronde rand
pl_pl: Zaokrąglone obramowanie
pt_br: Borda Arredondada
ru_ru: Округлая граница
uk: Округлена рамка

source: Display search field with a rounded border (frame)
ar: عرض حقل البحث بحدود مستديرة (إطار)
de_de: Suchfeld mit einem abgerundeten Rand (Rahmen) anzeigen
fr_fr: Afficher le champ de recherche avec une bordure arrondie (cadre)
he_il: הצג שדה חיפוש עם גבול מעוגל (מסגרת)
ja: 丸い境界線（フレーム）付き検索フィールドを表示する
nl_nl: Zoekveld weergeven met een afgeronde rand (kader)
pl_pl: Wyświetlanie pola wyszukiwania z zaokrąglonym obramowaniem (ramką)
pt_br: Exibir o campo de pesquisa com uma borda arredondada (moldura)
ru_ru: Отображайте поле поиска с закругленной границей (рамкой)
uk: Відображати поле пошуку із закругленою рамкою (фреймом)

source: Border Color
ar: لون الحدود
de_de: Rahmenfarbe
fr_fr: Couleur de la bordure
he_il: צבע גבול
ja: 枠線の色
nl_nl: Randkleur
pl_pl: Kolor obramowania
pt_br: Cor da Borda
ru_ru: Цвет границы
uk: Колір рамки

source: Border Width, px
ar: عرض الحدود، بكسل
de_de: Breite der Umrandung, px
fr_fr: Largeur de la bordure, px
he_il: רוחב גבול, פיקס
ja: 境界線の幅、px
nl_nl: Randbreedte, px
pl_pl: Szerokość obramowania, px
pt_br: Largura da Borda, px
ru_ru: Ширина рамки, px
uk: Ширина рамки, px

source: Border (frame) width in pixels
ar: عرض الحدود (الإطار) بالبكسل
de_de: Breite der Umrandung (Rahmen) in Pixel
fr_fr: Largeur de la bordure (cadre) en pixels
he_il: רוחב גבול (מסגרת) בפיקסלים
ja: ピクセル単位の境界線（フレーム）の幅
nl_nl: Breedte van de rand (kader) in pixels
pl_pl: Szerokość obramowania (ramki) w pikselach
pt_br: Largura da borda (quadro) em pixels
ru_ru: Ширина границы (рамки) в пикселях
uk: Ширина рамки (фрейму) в пікселях

source: Text Color
ar: لون الخط
de_de: Textfarbe
fr_fr: Couleur du texte
he_il: צבע טקסט
ja: テキストカラー
nl_nl: Tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do Texto
ru_ru: Цвет текста
uk: Колір тексту

source: Background Color
ar: لون الخلفية
de_de: Hintergrundfarbe
fr_fr: Couleur d’arrière-plan
he_il: צבע רקע
ja: 背景色
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
pt_br: Cor de fundo
ru_ru: Цвет фона
uk: Колір фону

source: Icon Color
ar: لون الايقونة
de_de: Icon Farbe
fr_fr: Couleur de l’icône
he_il: צבע איקון
ja: アイコンの色
nl_nl: Pictogram kleur
pl_pl: Kolor Ikony
pt_br: Cor do ícone
ru_ru: Цвет иконки
uk: Колір іконки

source: Icon Background
ar: خلفية الأيقونة
de_de: Icon Hintergrund
fr_fr: Icône - Arrière-plan
he_il: רקע סמל
ja: アイコン背景
nl_nl: Achtergrondkleur van de icoon
pl_pl: Tło Ikony
pt_br: Fundo do Ícone
ru_ru: Фон иконки
uk: Фон піктограми

source: Loader
ar: محمل
de_de: Lader
fr_fr: Chargeur
he_il: מטעין
ja: ローダー
nl_nl: Lader
pl_pl: Ikona ładowania
pt_br: Carregador
ru_ru: Загрузчик
uk: Завантажувач

source: Select loader's image
ar: حدد صورة اللودر
de_de: Wählen Sie das Image des Loaders
fr_fr: Sélectionner l'image du chargeur
he_il: בחר את תמונת הטוען
ja: ローダーの画像を選択
nl_nl: Selecteer de afbeelding van de lader
pl_pl: Proszę wybrać obraz programu ładującego
pt_br: Selecionar a imagem do carregador
ru_ru: Выберите изображение загрузчика
uk: Виберіть образ завантажувача

source: Top Indentation
ar: المسافة البادئة العليا
de_de: Obere Einrückung
fr_fr: Indentation supérieure
he_il: הזחה עליונה
ja: 上部インデント
nl_nl: Bovenste inspringing
pl_pl: Wcięcie górne
pt_br: Indentação superior
ru_ru: Верхний отступ
uk: Верхній відступ

source: Indentation between search bar and popup, px
ar: المسافة البادئة بين شريط البحث والنوافذ المنبثقة، px
de_de: Einrückung zwischen Suchleiste und Popup, px
fr_fr: Indentation entre la barre de recherche et la fenêtre contextuelle, px
he_il: הזחה בין שורת החיפוש לפופאפ, px
ja: 検索バーとポップアップ間のインデント、px
nl_nl: Inspringing tussen zoekbalk en pop-up, px
pl_pl: Wcięcie między paskiem wyszukiwania a wyskakującym okienkiem, px
pt_br: Indentação entre a barra de pesquisa e o pop-up, px
ru_ru: Отступ между строкой поиска и всплывающим окном, px
uk: Відступ між рядком пошуку та спливаючим вікном, px

source: Display popup with a rounded border (frame)
ar: عرض نافذة منبثقة ذات حدود مستديرة (إطار)
de_de: Popup mit einem abgerundeten Rahmen anzeigen
fr_fr: Afficher la fenêtre contextuelle avec une bordure arrondie (cadre)
he_il: תצוגה קופצת עם גבול מעוגל (מסגרת)
ja: 丸い枠線（フレーム）付きのポップアップを表示する
nl_nl: Pop-up weergeven met een afgeronde rand (kader)
pl_pl: Wyświetla wyskakujące okienko z zaokrąglonym obramowaniem (ramką)
pt_br: Exibir pop-up com uma borda arredondada (moldura)
ru_ru: Отображение всплывающего окна с закругленной границей (рамкой)
uk: Відображати спливаюче вікно із заокругленою рамкою (фреймом)

source: Title's Text Color
ar: لون نص العنوان
de_de: Textfarbe des Titels
fr_fr: Couleur du texte du titre
he_il: צבע הטקסט של הכותרת
ja: タイトルのテキスト色
nl_nl: Tekstkleur van de titel
pl_pl: Kolor tekstu tytułu
pt_br: Cor do texto do título
ru_ru: Цвет текста заголовка
uk: Колір тексту заголовка

source: Description's Text Color
ar: لون نص الوصف
de_de: Textfarbe der Beschreibung
fr_fr: Couleur du texte de la description
he_il: צבע הטקסט של התיאור
ja: 説明のテキストの色
nl_nl: Tekstkleur van de beschrijving
pl_pl: Kolor tekstu opisu
pt_br: Cor do texto da descrição
ru_ru: Цвет текста описания
uk: Колір тексту опису

source: "View all" Button's Text Color
ar: لون نص الزر "عرض الكل".
de_de: "Textfarbe für die Schaltfläche "Alle anzeigen
fr_fr: Couleur du texte du bouton "Tout voir”
he_il: צבע הטקסט של כפתור "הצג הכל"
ja: 「すべて表示」ボタンのテキストの色
nl_nl: Tekstkleur van de knop "Alles weergeven"
pl_pl: kolor tekstu przycisku "Wyświetl wszystko"
pt_br: "Cor do texto do botão "View all
ru_ru: цвет текста кнопки "Просмотреть все"
uk: Колір тексту кнопки "Переглянути все"

source: "View all" Button's Background Color
ar: لون خلفية الزر "عرض الكل".
de_de: "Hintergrundfarbe für die Schaltfläche "Alle anzeigen
fr_fr: Couleur d'arrière-plan du bouton "Voir tout”
he_il: צבע הרקע של כפתור "הצג הכל"
ja: 「すべて表示」ボタンの背景色
nl_nl: De achtergrondkleur van de knop "Alles weergeven"
pl_pl: kolor tła przycisku "Wyświetl wszystko"
pt_br: "Cor de fundo do botão "View all
ru_ru: цвет фона кнопки "Просмотреть все"
uk: Колір фону кнопки "Переглянути все”

source: Category Color
ar: لون الفئة
de_de: Kategorie Farbe
fr_fr: Couleur de la Catégorie
he_il: צבע קטגוריה
ja: カテゴリーの色
nl_nl: Categoriekleur
pl_pl: Kolor kategorii
pt_br: Cor da Categoria
ru_ru: Цвет категории
uk: Колір категорії

source: Product Elements
ar: عناصر المنتج
de_de: Produktelemente
fr_fr: Éléments du Produit
he_il: רכיבי מוצר
ja: 商品要素
nl_nl: Productelementen
pl_pl: Elementy produktu
pt_br: Elementos do Produto
ru_ru: Элементы товара
uk: Елементи продукту

source: Price Color
ar: لون السعر
de_de: Preis Farbe
fr_fr: Couleur du prix
he_il: צבע המחיר
ja: 価格の色
nl_nl: Prijs Kleur
pl_pl: Kolor ceny
pt_br: Cor do Preço
ru_ru: Цвет цены
uk: Колір ціни

source: "Out of stock" Label Text Color
ar: لون نص الملصق "نفاد المخزون".
de_de: textfarbe des Etiketts "Nicht auf Lager"
fr_fr: Couleur du texte de l'étiquette "En rupture de stock”
he_il: "אזל מהמלאי" צבע טקסט תווית
ja: 「在庫切れ」ラベルのテキストの色
nl_nl: "Niet op voorraad" Label Tekst Kleur
pl_pl: kolor etykiety "Brak w magazynie"
pt_br: "Cor do texto da etiqueta "Out of stock
ru_ru: цвет текста ярлыка "Нет в наличии"
uk: Колір тексту етикетки “Немає в наявності”

source: "Out of stock" Label Background Color
ar: لون خلفية الملصق "نفاد المخزون".
de_de: hintergrundfarbe des Etiketts "Nicht auf Lager"
fr_fr: Couleur d'arrière-plan de l'étiquette "En rupture de stock”
he_il: "אזל מהמלאי" צבע רקע של תווית
ja: 「在庫切れ」ラベルの背景色
nl_nl: "Niet op voorraad" Label Achtergrondkleur
pl_pl: kolor tła etykiety "Brak w magazynie"
pt_br: cor de fundo da etiqueta "Fora de estoque"
ru_ru: цвет фона ярлыка "Нет в наличии"
uk: Колір фону етикетки "Немає в наявності"

source: "Sale" Label Text Color
ar: لون نص التسمية "البيع".
de_de: textfarbe des Etiketts "Verkauf"
fr_fr: Couleur du texte de l'étiquette "Sale”
he_il: צבע טקסט תווית "מכירה"
ja: 「セール」ラベルのテキストの色
nl_nl: Tekstkleur "Uitverkoop" label
pl_pl: kolor tekstu etykiety "Wyprzedaż"
pt_br: cor do texto do rótulo "Sale" (Venda)
ru_ru: цвет текста ярлыка "Распродажа"
uk: Колір тексту етикетки "Розпродаж"

source: "Sale" Label Background Color
ar: لون خلفية تسمية "البيع".
de_de: hintergrundfarbe des Etiketts "Verkauf"
fr_fr: Couleur d'arrière-plan de l'étiquette "Sale”
he_il: צבע רקע של תווית "מכירה"
ja: 「セール」ラベルの背景色
nl_nl: "Sale" Label Achtergrondkleur
pl_pl: kolor tła etykiety "Wyprzedaż"
pt_br: cor de fundo do rótulo "Sale" (Venda)
ru_ru: цвет фона ярлыка "Распродажа"
uk: Колір фону етикетки "Розпродаж"

source: "Featured" Label Text Color
ar: لون نص التسمية "المميز".
de_de: textfarbe für das Etikett "Ausgewählt"
fr_fr: Couleur du texte de l'étiquette "Featured”
he_il: צבע טקסט תווית "מובחר"
ja: 「注目」ラベルのテキストの色
nl_nl: "Uitgelicht" label tekstkleur
pl_pl: kolor tekstu etykiety "Wyróżnione"
pt_br: cor do texto do rótulo "Featured" (Destaque)
ru_ru: цвет текста ярлыка "Featured"
uk: Колір тексту етикетки “Особливий”

source: "Featured" Label Background Color
ar: لون خلفية التسمية "المميزة".
de_de: hintergrundfarbe des Labels "Featured"
fr_fr: Couleur d'arrière-plan de l'étiquette "Featured”
he_il: צבע רקע של תווית "מובחר"
ja: 「注目」ラベルの背景色
nl_nl: "Uitgelicht" label achtergrondkleur
pl_pl: kolor tła etykiety "Wyróżnione"
pt_br: cor de fundo do rótulo "Featured" (Destaque)
ru_ru: цвет фона ярлыка "Featured"
uk: Колір фону етикетки “Особливий”

source: Smart Ajax Search allows you to instantly search WooCommerce products.
ar: يتيح لك Smart Ajax Search البحث الفوري عن منتجات WooCommerce.
de_de: Die intelligente Ajax-Suche ermöglicht es Ihnen, WooCommerce-Produkte sofort zu durchsuchen.
fr_fr: Smart Ajax Search vous permet de rechercher instantanément des produits WooCommerce.
he_il: Smart Ajax Search מאפשר לך לחפש באופן מיידי במוצרי WooCommerce.
ja: Smart Ajax Search を使用すると、WooCommerce 製品を即座に検索できます。
nl_nl: Met Smart Ajax Search kun je direct zoeken naar WooCommerce-producten.
pl_pl: Inteligentne wyszukiwanie Ajax umożliwia natychmiastowe wyszukiwanie produktów WooCommerce.
pt_br: O Smart Ajax Search permite que o senhor pesquise instantaneamente os produtos do WooCommerce.
ru_ru: Smart Ajax Search позволяет Вам мгновенно искать товары WooCommerce.
uk: Розумний Ajax пошук дозволяє миттєво шукати продукти WooCommerce.

source: Placeholder text for the search field
ar: نص العنصر النائب لحقل البحث
de_de: Platzhaltertext für das Suchfeld
fr_fr: Texte d’espace réservé pour le champ de recherche
he_il: טקסט מציין מיקום עבור שדה החיפוש
ja: 検索フィールドのプレースホルダーテキスト
nl_nl: Tijdelijke aanduidingstekst voor het zoekveld
pl_pl: Tekst zastępczy dla pola wyszukiwania
pt_br: Texto de espaço reservado para o campo de pesquisa
ru_ru: Текст-заполнитель для поля поиска
uk: Текст-заповнювач для поля пошуку

source: Is active?
ar: نشط؟
de_de: Ist Aktiv?
fr_fr: Est actif?
he_il: פעיל?
ja: アクティブですか？
nl_nl: Is actief ?
pl_pl: Czy jest aktywny?
pt_br: Está ativo?
ru_ru: Включено?
uk: Ввімкнено?

source: Smart WooCommerce Search
de_de: Intelligente WooCommerce-Suche

source: WordPress Default Search Widget
ar: أداة البحث الافتراضية في WordPress
fr_fr: WordPress Widget de recherche par défaut
ja: WordPress デフォルト検索ウィジェット
nl_nl: WordPress Standaard zoekwidget
pl_pl: Domyślny widget wyszukiwania WordPress
pt_br: Widget de pesquisa padrão do WordPress
uk: Віджет пошуку за замовчуванням WordPress
